[
    {
        "title": "Golden Eagle Festival and Altai Mountain 2024 Tour",
        "overview": "Traveling through Mongol Altai mountains - the country’s largest and highest mountain range with glacier topped peaks over 3000 meters, crystal clear mountain rivers, and glistening streams were to inhabit the world’s largest wild sheep - argali, ibex, snow leopard, wolves, eagles, and many other bird species. Then heading to Ulgii town, enjoy Golden Eagle Festival, experience ancient eagle hunting tradition and Kazakh culture. \n\nThe name Altai Tavan Bogd (Five Holy Peaks of  Altai) was given to a  cluster of 5 dramatic peaks that tower this extensive Mongol Altai mountain range. The climate is extreme with very little vegetation, giving the surrounding landscape a barren appearance. Trekking session leads us to the holy 5 peaks where the highest is Khuiten peak at 4374m. We trek through the snowy mountains, cross the longest glaciers of the country.\nThe official opening ceremony begins with a parade of the hunters on horseback with their eagles. The most elaborate clothing and accessories are rewarded with the highest points. Later in the day, the eagles are judged for their speed and agility. The second day of the competition is packed with action-eagles fly from the cliff’s edge to chase bait dragged by their human hunting partners, and the men demonstrate their courage in an ancient test of horsemanship.",
        "locations": [
            "Altai Tavan Bogd National Park",
            "3 days horse riding",
            "Relax at the beautiful lakes",
            "Eagle hunting family",
            "Golden Eagle Festival"
        ],
        "price": ["2 PAX", "3530$", "3-4 PAX", "3310$", "5-8 PAX", "3135$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "(11 Sep) Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel. Unpack and rest in the hotel. Short city tour with Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from Stone Age to the 21st century and Buddhism, and Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan you can take local prayers, monks, the biggest standing indoor Buddha statue and temples own figure. Prepare for the trip. (B/L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "(12 Sep) Fly to Western Mongolia",
                "description": "Take a flight to Khovd. Then dive to Ulgii town - the central town of Bayan-Ulgii province where 90% of the population is Kazakhs who have their own language and unique culture. Kazakhs are famous for their Eagle hunting game tradition. Meet our vehicle and the local team. Visit the local museum to know more about Bayan-Ulgii province and its majority ethnic group - Kazakhs. Drive to Sagsay River to meet eagle hunter's family. In the evening, we come back to Ulgii town to stay overnight in a local hotel or ger camp (B/L/D)",
                "images": [
                    "/uploads/Golden eagle festival tour west mongolia.jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "(13 Sep) Arrive at Shiveet Khairkhan Mountain",
                "description": "Today we head to Altai MountaiWe are entering Altai high mountain area and arrive at Shiveet Khairkhan mountain- the closest place to the Altai peaks reachable by car. We are traveling at the altitude of 2500-3000 m. We will visit a local Kazakh family to explore their lives as well as rent horses for our further trip. Here you can meet the local people and take portraits and the daily life of Kazakhs. They have a bigger Ger dwelling than the Khalkha majority group and they are characteristic. Prepare our luggage for the next 3 day-trekking trips to Altai peaks. (B/L/D)",
                "images": [
                    "/uploads/Oigor-(Golden_Eagle_Festival_and_Altai_Mountain_2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "(14 Sep) Altai Tavan Bogd Peak",
                "description": "Leave our vehicle and load our luggage to the horses and trek toward the Altai Tavan Bogd peaks of 4100-4374m. You can take photos of a horse or camel caravan which suites the Western Mongolian landscape, rocky and show-capped mountains. Arrive at the foot of the high peaks. (B/L/D)",
                "images": [
                    "/uploads/photo tour to Altai Mountains Mongolia.jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "(15 Sep) Arrive at Tsagaan Gol - White River",
                "description": "Head to Tsagaan Gol to change our horses or relax if you trek. Tsagaan Gol, or White river, owes its color to glacial milk, the suspended powder of rock eroded by the high glaciers. Here you have a chance to photograph both landscape and people. Tent near nomad family. Talking with nomads and sharing our experiences. (B/L/D)",
                "images": [
                    "/uploads/Tsagaan_Gol-(Golden_Eagle_Festival_and_Altai_Mountain_2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 7.",
                "title": "(16 Sep) Back to Ulgii town",
                "description": "Drive back to Ulgii town for the Golden Eagle Festival. On the way, we will take plenty of Landscape photos and families. During this time most of the Kazakh people moved to the winter house. Arrive in Ulgii and stay overnight at a local hotel or ger camp. (B/L/D)",
                "images": [
                    "/uploads/Golden eagle festival and mongolia altai mountains photographic expedition.jpg"
                ]
            },
            {
                "number": "DAY 8-9.",
                "title": "(17-18 Sep) The Golden Eagle Festival",
                "description": "The first day of the Sagsai Golden Eagle Festival is to experience the culture and lifestyle of nomadic eagle hunters. Kazakh eagle hunters in Mongolia have been living in both pastoral and eagle falconry living ways. Pastoral living is summer time, and eagle falconry living in the wintertime. This kind of lifestyle makes them true nomadic eagle falconers and heritage keepers in this modern world. Today we will learn all about their life and culture. The procedure of assembly of Kazak Ger (yurt) and the Migration of nomadic families will be the highlights of the first day of the festival. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "(19 Sep) Fly back to Ulaanbaatar",
                "description": "Take a flight back to Ulaanbaatar and relax at the hotel. Option to go shopping for souvenirs and cashmere products. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 11.",
                "title": "(20 Sep) Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****, local hotel or ger camp, tented camping\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic round-trip flights (UB-Ulgii-UB)\nFestival tax\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment\nHorseback riding /optional/",
        "notIncludes": "Accommodation: Hotel****, local hotel or ger camp, tented camping\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic round-trip flights (UB-Ulgii-UB)\nFestival tax\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment\nHorseback riding /optional/"
    },
    {
        "title": "SAGSAI GOLDEN EAGLE FESTIVAL TOUR 2024",
        "overview": "The unbelievable tradition of Eagle Hunting is still kept by the Kazakh tribes of Mongolia in the 21st century. Imagine an eagle hunter on a horseback, galloping at full speed with an eagle on his/her arm in the background of the rugged Altai Mountains and picturesque Sagsai river. Does not it bring you back to ancient times?\n\nSagsai Golden Eagle Festival is dedicated to photographers, filmmakers, and photojournalists. The two days of the festival gives you great chances to shoot giant golden eagles' action, flights, ethnic people's faces thrilling competitions and enjoy cultural performances. Also, all visitors are invited to have an interview with eagle hunters, get a good knowledge of eagle hunting through speeches and all of these activities make Sagsai Golden Eagle Festival more spectacular and unique. Information about the Festival.\n\n ",
        "locations": [
            "Ancient tradition of eagle hunting",
            "Nomadic Lifestyle of Kazakh People",
            "Photographic sessions",
            "Ethnic Cultural Performances",
            "Traditional Games and competition on horseback"
        ],
        "price": ["2 PAX", "2035$", "3-5 PAX", "1865$", "6-8 PAX", "1675$"],
        "dailyData": [
            {
                "number": "DAY 1. /SEP 15/",
                "title": "Flight to Ulgii Town",
                "description": "Take a domestic flight to Ulgii town in the morning. Ulgii is the center of Bayan-Ulgii province where 90% of the population is Kazakhs who have their own language and unique culture. Meet local drivers with vehicles and then visit the local museums to know more about this place. Overnight in Tourist camp. (L/D)",
                "images": [
                    "/uploads/Olgii_town_(Eagle_Hunting_Festival_and_Golden_Gobi-2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 2. /SEP 16/",
                "title": "Visit eagle hunter family",
                "description": "Drive to Sagsai to visit the Eagle hunter’s family to learn about their daily lifestyle, eagle hunting culture. Then return to Ulgii. Overnight in Tourist camp. (B/L/D)",
                "images": ["/uploads/golden-eagle-and-eagle-hunter.jpg"]
            },
            {
                "number": "DAY 3. /SEP 17/",
                "title": "Sagsai Golden Eagle Festival Day",
                "description": "The first day of Sagsai Golden Eagle Festival is to experience culture and lifestyle of nomadic eagle hunters. Kazakh eagle hunters in Mongolia have been living in both pastoral and eagle falconry living ways. Pastoral living is summer time, eagle falconry living in winter time. This kind of lifestyle makes them a true nomadic eagle falconers and heritage keepers in this modern world. Today we will learn all about their life and culture. The procedure of assembly of Kazak Ger (yurt) and the Migration of nomadic family will be the highlights of the first day of the festival. (B/L/D)",
                "images": ["/uploads/sagsai-eagle-festival.jpg"]
            },
            {
                "number": "DAY 4. /SEP 18/",
                "title": "Sagsai Golden Eagle Festival Day",
                "description": "The second day of Sagsai Golden Eagle Festival starts with its opening parades and competitions for costuming and hunting techniques. This is the day of eagle hunting competitions. The eagle hunters try to land their eagles on their hands, eagles release from the top of the mountain, and points are given for their speed and gripping ability. The eagle chases fox skins dragged by their masters on horseback. Other events, such as Tenge-Ilu (Coin grabbing while riding a horse), the best costume competition, Kokbar (Thug of War), and Kizkhuar (Traditional Khazak Couples Game) take place. Festival winners are announced at the closing ceremony. Stay overnight in Tourist camp. (B/L/D)",
                "images": ["/uploads/Sagsai Golden Eagle Festival 1.jpg"]
            },
            {
                "number": "DAY 5. /SEP 19/",
                "title": "Fly back to Ulaanbaatar",
                "description": "Take flight back to Ulaanbaatar. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Tourist camp in Ulgii town\nPhotography sessions\nA photo guide and interpreting service\nFull board meals \nTransport: Off-road 4x4 minivan\nDomestic Round-trip Flight (UB-Ulgii-UB)\nFestival tax\nMuseums and cultural performance\nTransfer from/ to airport in Ulaanbaatar",
        "notIncludes": "Accommodation: Tourist camp in Ulgii town\nPhotography sessions\nA photo guide and interpreting service\nFull board meals \nTransport: Off-road 4x4 minivan\nDomestic Round-trip Flight (UB-Ulgii-UB)\nFestival tax\nMuseums and cultural performance\nTransfer from/ to airport in Ulaanbaatar"
    },
    {
        "title": "Snow Leopard Tour Mongolia | Ultimate Wildlife Photo Adventure 2023/2024",
        "overview": "Mongolia Snow Leopard Tour is dedicated for those who seek wild and ultimate photographic adventure to capture the elusive Snow Leopard and iconic mammals in their natural habitat. Based on our years of wildlife photography experiences and partnering with local rangers this special tour is designed well and run successfully. Mongolian Altai region, home to the largest snow Leopard population in Mongolia and rare wildlife, lying on 2000m-3500m (m.a.sl.) which gives a higher chance to see rare Snow Leopard and allows us to photograph Argali sheep, Siberian ibex, Grey wolf, Pallas’s cat and some rare species of raptors. Take a once-in-lifetime adventure to the remote Altai Mountains in west Mongolia with experienced photographer Batzaya Choijiljav and wildlife specialists, visiting golden eagle hunters to learn ancient falconry traditions, photograph real hunting scenes and experiencing nomads’ winter lifestyle before heading to the mountains. Read the about previous trip  ",
        "locations": [],
        "price": ["2 PAX", "$ 4750", "3-4 PAX", "$ 4390", "5-6 PAX", "$ 4050"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrive in Ulaanbaatar",
                "description": "Arrive in Ulaanbaatar and transfer to the hotel. Have lunch at a restaurant and relax for a while in a hotel room. Depending on your arrival time, taking a city tour optional with the Gandan Monastery, the National Museum of Mongolia, and Central Square. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2",
                "title": "Flight to Ulgii",
                "description": "Take a flight to Ulgii town, the center of Bayan-Ulgii province where 90% of the population is Kazakh. Meet the local team and drive to Sagsai village to experience ancient eagle hunting traditions and nomadic culture. Winter is the season for hunting with eagles. We have a chance to photograph and learn about authentic hunting methods. The Kazakh Berkutchi /eagle hunter/ saddle up to go for a hunt to the mountains with their trained Golden eagles. The hunter golden eagle can catch small prey such as hares, Corsac, and foxes. Stay in the host family. (B/L/D)",
                "images": ["/uploads/snow-leopard-photo-tour-mongolia-fox.jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "Heading to the Altai Mountains",
                "description": "Time to leave the family and start the first wilderness day. Heading to the Snow Leopard habitat, drive through the rocky but snowy mountains, enjoy Mongolia’s winter wild west, clear blue sky and feel what winter wildness offers us. In the late afternoon we arrive at the base camp in the beautiful slopes of the mountains. Sleep in the Ger, the Mongolian traditional home which is the perfect dwelling for the winter camping. (B, L, D)",
                "images": ["/uploads/snow-leopard-photo-touri-in-mongolia.jpg"]
            },
            {
                "number": "DAY 4-10.",
                "title": "Searching for Snow Leopard",
                "description": "The adventure begins today. Spend some of the special adventurous days of your lifetime in the isolated mountains in search of the emblematic wild Snow Leopard. We take daily trekking around the highest chances of sightings where our previous travels completed successfully with the highlighted of three beautiful Snow leopards spotted at a time. The destination we arrived at, home the largest population of snow leopard also gives a good chance to photograph its wild prey such as Siberian ibex, Argali-wild sheep, and other wild animals and raptors while trekking.",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Back to Ulgii town",
                "description": "Today we drive back to Ulgii town. Arrive at the local hotel and relax. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 12.",
                "title": "Hustai NP",
                "description": "Take a flight back to Ulaanbaatar and drive to Hustai NP. The park has had remarkable success in re-introducing the Takhi wild horse and is also a great habitat for locally and globally endangered mammals and birds. Stay in tourist ger camp. (B/L/D)",
                "images": ["/uploads/Wildlife_mongolia_hustai_NP.jpg"]
            },
            {
                "number": "DAY 13.",
                "title": "Drive to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar and transfer to the hotel. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 14",
                "title": "Departure",
                "description": "Transfer to the Chinggis Khaan International Airport for the departure. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****, ger/yurt, tent , Guiding and interpreting service , Wildlife & Photo specialist guide, Full board meals, Domestic flights (UB-Ulgii-UB), Transport: 4x4 vehicle , Entrance fees to protected areas and national parks, Camping equipment",
        "notIncludes": "Accommodation: Hotel****, ger/yurt, tent "
    },
    {
        "title": "Adventures in Altai Tavan Bogd Mountains Tour",
        "overview": "Discover the rooftop of Mongolia in Altai Tavan Bogd National Park and beautiful lakes in Western Mongolia. The combination of high Altai Mountain trekking and Horseback riding adventure will be an unforgettable experience. We dedicate these two weeks for trekking trips to the devoted trekkers and mountaineers. The trip takes you to the most western point of Mongolia, the majestic Mongol Altai mountains – the country’s largest and highest mountain range with glacier topped peaks over 3000 meters, crystal clear mountain rivers, and glistening streams where inhabit the world’s largest wild sheep - Argali, ibex, snow leopard, wolves, eagles, and many other bird species.\n\nThe name Altai Tavan Bogd (Five Holy Peaks of Altai) was given to a cluster of 5 dramatic peaks that tower this extensive Mongol Altai mountain range. The climate is extreme with very little vegetation, giving the surrounding landscape a barren appearance. Trekking session leads us to the holy 5 peaks where the highest is Khuiten peak at 4374m. We trek through the snowy mountains, cross the longest glaciers of the country.\n\nAfter a fascinating trek, we will make 3-day horse trekking through the colorful valleys towards the most beautiful lakes of the area. In this way long we will constantly visit local families of Kazakh, Tuva, and Khoton minority groups to take short breaks while exploring their lifestyle and customs as well as exchanging our friendly talks with them.",
        "locations": [
            "Altai Tavan Bogd National Park",
            "3 days of horse riding adventure",
            "Beautiful lakes of Altai region",
            "Eagle hunting family and culture of ethnic Kazakhs",
            "Snow-capped mountains"
        ],
        "price": ["2 PAX", "3180$", "3-4 PAX", "2880$", "5-8 PAX", "2790$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ulaanbaatar%20(Sukhbaatar%20Square%20&%20Gandan%20Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to Western Mongolia",
                "description": "Take a flight to Ulgii - the central town of Bayan-Ulgii province where 90% of the population is Kazakhs who have their own language and unique culture. Kazakhs are famous for their Eagle hunting game tradition. Meet our vehicle and the local team. Visit the local museum to know more about Bayan-Ulgii province and its majority ethnic group - Kazakhs. Drive to Sagsay River to meet eagle hunter's family. In the evening, we come back to Ulgii town to stay overnight in a local hotel or ger camp (B/L/D)",
                "images": [
                    "/uploads/Olgii_town_(Eagle_Hunting_Festival_and_Golden_Gobi-2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Arrive at Shiveet Khairkhan Mountain",
                "description": "Today we head to the Altai Mountain area and arrive at Shiveet Khairkhan mountain- the closest place to the Altai peaks reachable by car. We are traveling at the altitude of 2500-3000 m. We will visit a local Kazakh family to explore their lives as well as rent horses for our further trip. Here you can meet the local people and take portraits and the daily life of Kazakhs. They have a bigger Ger dwelling than the Khalkha majority group and they are characteristic. Prepare our luggage for the next 3 day-trekking trips to Altai peaks. (B/L/D)",
                "images": [
                    "/uploads/Shiveet_Khairkhan-(Adventures_in_Altai_Tavan_Bogd_Mountains_Tour).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Altai Tavan Bogd Peak",
                "description": "Leave our vehicle and load our luggage to the horses and trek toward the Altai Tavan Bogd peaks of 4100-4374m. You can take photos of a horse or camel caravan which suites the Western Mongolian landscape, rocky and show-capped mountains. Arrive at the foot of the high peaks. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/photo%20tour%20to%20Altai%20Mountains%20Mongolia.jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Potanin Glacier and Mount Altai Tavan Bogd",
                "description": "Start our trekking towards Potanin Glacier and Mount Altai Tavan Bogd. The Tavan Bogd (means Holy Five Peaks) highest peaks in Mongolia - Khuiten Uul- 4374m, Peak Malchin, Peak Naran, Peak Burged, and Peak Olgii. Meaning the 5 Kings it comprises of five neighboring peaks. While trekking we will cross glaciers that connect those five peaks. You will capture all those 5 peaks including the Potanin glacier. Arrive at the base camp to spend an overnight. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Photographic%20expedition%20to%20Potanin_glacier_Altai.jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Tsagaan Gol - White river",
                "description": "Head to Tsagaan Gol to change our horses or relax if you trek. Tsagaan Gol, or White river, owes its color to glacial milk, the suspended powder of rock eroded by the high glaciers. Here you have a chance to photograph both landscape and people. Tent near nomad family. Talking with nomads and sharing our experiences. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/mongolia%20photographic%20expeditions-Shiveet_khairkhan_tsagaan_gol.jpg"
                ]
            },
            {
                "number": "DAYS 7-8.",
                "title": "Khoton and Khurgan Lakes",
                "description": "Start 2-day trekking towards Khoton and Khurgan lakes. The lakes are the resource of Mongolian second largest Lake Khar Us (Black Water) and have crystal clear water and are fed by many rivers and streams originating in the Altai Mountains. The landscape around the lakes is very beautiful and picturesque with the snow-capped mountains surrounding them, green meadows at their foothills and larch forests in the middle, and sand dunes. This is a nice place to hiking, birdwatching. On the way, we will constantly visit local families. Our vehicle will be followed the trails with us loading our lugguge and camping gear. Have rest and lunch on the way and then trek towards our next camping spot. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/shiveet%20khairkhan%20mountain%20west%20mongolia.jpg"
                ]
            },
            {
                "number": "DAY 9-10.",
                "title": "Beautiful Lakes and Baga Turgen waterfall",
                "description": "Arriving at the beautiful lakes and have a rest. Optional hiking and trekking activity. In the next morning we will reach to the closest spot to the Baga Turgen waterfall by car and start trekking to this magnificent waterfall. Enjoy the surroundings and have picnic lunch. Return to Khoton Khurgan lake and stay overnight in tent camp. (B/L/D)",
                "images": [
                    "/uploads/Khoton_Lake-(Adventures_in_Altai_Tavan_Bogd_Mountains_Tour).jpg"
                ]
            },
            {
                "number": "DAY 11.",
                "title": "Lake Tolbo",
                "description": "Drive towards Khovd town and we will cross another beautiful lake. Visit local family. Overnight in tent near Lake Tolbo. (B/L/D)",
                "images": [
                    "/uploads/Tolbo_Lake-(Adventures_in_Altai_Tavan_Bogd_Mountains_Tour).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Ulgii Town",
                "description": "Arrive back in Ulgii town. Transfer to the hotel. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 13.",
                "title": "Fly Back to Ulaanbaatar",
                "description": "Take a flight back to Ulaanbaatar. Free activities in the city. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan \nDomestic flights (Ulaanbaatar-Ulgii & Khovd-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan \nDomestic flights (Ulaanbaatar-Ulgii & Khovd-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding\nCamping equipments"
    },
    {
        "title": "Naadam Festival and Gobi Desert Tour",
        "overview": "Traveling through Mongolian legendary Gobi desert, visiting historical sights, and enjoying National Holiday Naadam Festival of Mongolia in the capital city. This special tour is designed to bring you into the colorful event of the year letting you discover a lifestyle, arts, and music that reflect the true national identity and culture of Mongolian people. While touring in Mongolia‘s heartland - a classic landscape of rolling hills, steppe, grasslands, and mountain forests, you will enjoy the uniqueness of nature and the peaceful lifestyle of nomads.\n\nNaadam Festival is held annually between July 11-13, is a thrilling three-day sporting event that has been happening for centuries since Chinggis Khaan time. The festival highlights are  Mongolia’s “three manly sports”- horseracing, wrestling, and archery. Naadam festival brings together the country’s sporting men and women from the remotest regions to compete at the national level in the capital city. It is also a celebration of common people- herders who ride into town and urbanities who leave their flats and offices to watch the games- gathering where they have the opportunity to participate in the events, to barter, mix, sing and enjoy life to the full.",
        "locations": [
            "Colorful event of the year - Naadam festival",
            "Gobi desert",
            "Bayanzag - Flaming Cliffs",
            "Ancient Kharkhorin",
            "Erdene Zuu Monastery",
            "Khustai National Park - the home of the only wild horse in the world"
        ],
        "price": ["2 PAX", "2750$", "3-4 PAX", "2470$", "5-8 PAX", "2380$"],
        "dailyData": [
            {
                "number": "DAY 1. /02 JUL/",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2. /03 JUL/",
                "title": "Tsagaan Suvarga, the white cliffs",
                "description": "Today we head to Tsagaan Suvarga / White Stupa early in the morning. Tsagaan Suvarga was formed over time due to the erosion of a sedimentary mud in the sea bottom and looks like a stupa from a far distance. From the Far East, it looks like a city ruin or a settlement. After lunch, you will hike around the area. (B/L/D)",
                "images": [
                    "/uploads/Tsagaan Suvarga - White Stupa (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 3. /04 JUL/",
                "title": "Gobi Gurvan Saikhan National Park",
                "description": "Take a flight to Dalanzagdad town, the central town of Southgobi province. Drive to Yoliin Am or Yol valley and also known as Vulture valley in the Gobi Gurvan Saikhan Mountain (28km) - this sunless canyon located in the middle of Gobi Gurvan Saikhan Mountain National Park has a particular beauty with narrow paths broadening in places between rocks, while buzzards and eagles wheel and glide in the blue skies above. The cliffs of the canyon block the sunlight from the rivers below so that they remain frozen until the end of June. (B/L/D)",
                "images": ["/uploads/Yol Valley (Golden Gobi short tour).jpg"]
            },
            {
                "number": "DAY 4. /05 JUL/",
                "title": "Khongor Sand Dunes",
                "description": "Drive to Khongor sand dunes (195km) - the largest and most spectacular sand dunes in Mongolia. Dunes of Khongor is known as the «Singing dunes» and rise from the plain reaching a height of 80m and extending for about 180km long. The spectacular dunes are bordered by lush green vegetation supported by a small river Khongoriin gol. Hiking and sliding through the sand dunes. Visit camel breeding family and experience short camel riding. (B/L/D)",
                "images": [
                    "/uploads/Khongor Sand Dunes (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 5. /06 JUL/",
                "title": "Bayanzag - Flaming Cliffs",
                "description": "Drive towards Bayanzag (140 km) - the classic desert of rock, red sands, scrub, sun, and unbelievable emptiness has become known to the world as \"Cemetery of Dinosaurs”. The red sandstone cliffs and canyons of Bayanzag are where the American paleontologist Roy Chapman Andrews first discovered fossil beds of dinosaur bones and first-ever recorded dinosaur eggs in 1922 - discoveries which made world headlines. The best time for photographing is before sunset when the cliffs look like flames. (B/L/D)",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 6. /07 JUL/",
                "title": "Mysterious Ongi Monastery",
                "description": "Head to the south towards the Gobi. Overnight stop in Middle Gobi province, at the Ongi monastery ruins, a small mountainous area with the sites of remains of ruined old monasteries. Once the monastery has served as a midway point for Buddhist pilgrimages going to holy Tibet. After dinner walk to the ruins of the monastery and enjoy the sunset. (B/L/D)",
                "images": [
                    "/uploads/Ongi Monastery Ruins (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 7. /08 JUL/",
                "title": "Explore Ancient Capital City of Mongol Empire - Kharkhorin",
                "description": "Drive to Kharkhorin (130 km) – ruins of the ancient capital of the Mongol Empire built by king Ugudei in 1235. The city was strategically located at the crossroads of traditional routes, creating a staging post for migrating nomads and merchants’ caravans. Foreign envoys and prominent clerics traveled to this city for an audience with the king of the Mongol Empire. Far after when the Khubilai Khaan (King) moved the capital to Beijing in 1264, Kharkhorin was raised to the ground by Manchu soldiers. However, the bricks and stones from the ruins of this ancient city were used to build the Erdene Zuu Monastery nearby. Visit Erdene Zuu monastery and Karakorum Museum in Kharkhorin and local market for interesting souvenirs and artworks. (B/L/D)",
                "images": [
                    "/uploads/mongolia tour erdenezuu monastery-naadam.jpg"
                ]
            },
            {
                "number": "DAY 8. /09 JUL/",
                "title": "Discover Khustai National Park",
                "description": "Head to Khustai national park to see a wild horse- takhi, widely known as “Przewalski horse”. Those are the only wild horse to survive in modern times. The species were returned to Mongolia from world zoos and reserves within Hustai National Park 100 km west of Ulaanbaatar in 1992. Khustain Nuruu has good vegetation, springs, birch forest, and rocks which are suitable for many wild animals including 46 species of mammals and 172 species of birds. (B/L/D)",
                "images": ["/uploads/Khustai_Takhi_horses-tours-mongolia.jpg"]
            },
            {
                "number": "DAY 9. /10 JUL/",
                "title": "Back to Ulaanbaatar and see a Horse Racing",
                "description": "After breakfast at the park camp and then drive to Khui Doloon Khudag, the horse racing site on the outskirt of Ulaanbaatar. Start the Naadam festival to see horse racing and enjoy some cultural activities and a festive atmosphere is already here. Drive to Ulaanbaatar and transfer to the hotel. (B/L/D) ",
                "images": ["/uploads/mongolia_national_Festival_horse_race.jpg"]
            },
            {
                "number": "DAY 10. /11- JUL/",
                "title": "NAADAM FESTIVAL DAYS",
                "description": "Happy Naadam Holiday! Enjoy festival colors and tradition: famed wrestlers, horse racers, and archery athletes will compete for the best titles. Naadam festival brings together the country’s sporting men and women from the remotest regions to compete at the national level in the capital city. It is also a celebration of common people- herders who ride into town and urbanities who leave their flats and offices to watch the games- gathering where they have the opportunity to participate in the events, to barter, mix, sing, and enjoy life to the full.",
                "images": []
            },
            {
                "number": "DAY 11. /12 JUL/",
                "title": "Departure Day",
                "description": "Transfer to the airport for the departure. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camps\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle \nNaadam festival ticket\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamel riding\nHorseback riding /optional/,  ",
        "notIncludes": "Accommodation: Hotel****,* ger camps\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle \nNaadam festival ticket\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamel riding\nHorseback riding /optional/"
    },
    {
        "title": "Golden Eagle Festival Mongolia Photo Tour 2024",
        "overview": "This Mongolian Photographic Expedition to the Golden Eagle Festival is dedicated to photographers, who need more private sessions for capturing unique images of Golden Eagles, Eagle hunters, and their real life. The Eagle Festival is held during the first weekend in October. Before the festival, we will capture snow-capped Altai Mountains of Mongolia, magnificent lake Tolbo and ethnic diversity. ",
        "locations": [],
        "price": ["2 PAX", "2940$", "3-5 PAX", "2750$", "6-8 PAX", "2540$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in ULaanbaatar",
                "description": "(01 Oct) Transfer to the hotel. Unpack and rest in the hotel. Short city tour with Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century and Buddhism, and Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan you can take local prayers, monks, the biggest standing indoor Buddha statue, and the temple's own figure. Prepare for the trip. (B/L/D)",
                "images": [
                    "/uploads/city tour-in- ulaanbaatar mongolia-capital-ayan-travel.jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to Western Mongolia",
                "description": "(02 Oct) Take a flight to Khovd. Meet your driver at the local airport. Taking short sightseeing in the town is optional. Have dinner and stay in a local hotel. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Eagle hunter family and Tolbo lake",
                "description": "(03 Oct) Drive to Tolbo lake and visit the eagle hunter family to experience and capture their lifestyle. Then having a photography session at Tolbo lake. In the late afternoon drive to Ulgii town and have dinner. Stay overnight in a local hotel or tourist ger camp. (B/L/D)",
                "images": [
                    "/uploads/Mongolia_tour_tolbo_lake2.jpg",
                    "/uploads/Mongolia_tour_kazakh_eagle_hunter.jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Photography in Sagsai village",
                "description": "(04 Oct) Drive 35 km on earth road to the Sagsai where most eagle hunters live. Visit the host family near the mountains and have photographic sessions. Return to Ulgii. Stay overnight in a local hotel or tourist ger camp. (B/L/D)",
                "images": [
                    "/uploads/sagsai-eagle-hunters-mongolia-photo-tour.jpg"
                ]
            },
            {
                "number": "DAYS 5-6.",
                "title": "The Golden Eagle Festival days",
                "description": "(05-06 Oct) The Golden Eagle Festival starts with its parades and competitions for costuming and hunting techniques. Each year the number of eagle hunters participating in the festival is increasing which makes the festival more colorful and spectacular. Eagles chase fox skins dragged by their owners on horseback. Points are given for their speed and gripping ability. In 2 days you will capture plenty of portraits and competition photos, names Kokbar, Kizkhuar, etc. Festival winners are announced at the closing ceremony. (B/L/D)",
                "images": ["/uploads/people21.jpg"]
            },
            {
                "number": "DAY 7.",
                "title": "Fly back to Ulaanbaatar",
                "description": "(07 Oct) Take a flight back to Ulaanbaatar and transfer to the hotel. Option to go shopping for souvenirs and cashmere products. Farewell dinner together. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "Departure Day",
                "description": "(08 Oct) Transfer to the airport for the departure. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****, local hotel or ger camp\nPhotography guiding and interpreting service\nPrivate photographic sessions\nFull board meals\nTransport: 4x4 vehicle\nDomestic round-trip flights\nFestival tax\nMuseums and cultural performance",
        "notIncludes": "Accommodation: Hotel****, local hotel or ger camp\nPhotography guiding and interpreting service\nPrivate photographic sessions\nFull board meals\nTransport: 4x4 vehicle\nDomestic round-trip flights\nFestival tax\nMuseums and cultural performance"
    },
    {
        "title": "Gobi Desert and Orkhon Valley Tour in Mongolia",
        "overview": "The most popular places to go in Mongolia for travelers are to visit two major important highlights of the country: the Gobi Desert and Kharkhorin. Indeed, this itinerary could be classified as a CLASSIC by presenting the true essence of Mongolian nature and culture with visits to a hospitable nomad settlement, active Buddhist monasteries, historical sites, and natural parks. Nature along this tour will be changing dramatically: from the golden dunes of Gobi to the open green valleys dotted with wildflowers, through vast steppes, a great waterfall, and charming lake Ugii!\n\nOn this trip, you are available to see \"Takhi\", Mongolian wild horse, or best known Prjewalski's horses which are the last remaining species of the truly wild horse in the world. The takhi is being reintroduced in Khustai National Park which covers the steppe and forest mountain area with abundant wildlife.",
        "locations": [
            "Legendary Orkhon Valley",
            "The ancient capital of Mongolian Empire - Kharkhorin",
            "Erdene Zuu Monastery",
            "Beautiful Gobi Desert",
            "Khongor Sand Dunes",
            "Yol valley - Gobi Gurvan Saikhan National Park"
        ],
        "price": [
            "2 PAX",
            "2240$",
            "3-4 PAX",
            "1980$",
            "5-8 PAX",
            "1780$",
            "9-12 PAX",
            "1650$",
            "13-15 PAX",
            "1590$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrive in Ulaanbaatar.",
                "description": "Short city tour. Gandan monastery and the Museum of national history. Prepare for the trip. ",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Baga Gazriin Chuluu mountain area",
                "description": "Drive to Baga Gazriin Chuluu in Dundgobi province. this is another granite rock formation in the middle of the steppe plains. Five km away, the highest peak 1768 meters in the area; Baga Gazariin Uul mountain will take about 5 hours to climb. Leisure time for rock climbing and hiking activities. ",
                "images": [
                    "/uploads/Baga Gazriin Chuluu  (Mongolia Overland Tour 2021).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Gobi Gurvan Saikhan National Park",
                "description": "Drive to South Gobi and Yol Am known as Eagle valley in the Gobi Gurvan Saikhan mountain -this sunless canyon located in the middle of Gobi Gurvan Saikhan mountain has a particular beauty with narrow paths broadening in places between rocks, while buzzards and eagles wheel and glide in the blue skies above. The cliffs of the canyon block the sunlight from the rivers below, so that they remain frozen throughout the year. ",
                "images": ["/uploads/Yoliin Am - Hiking (Destination).jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "Khongor sand dunes",
                "description": "Drive to Khongor Sand Dunes (195km) - the largest and most spectacular sand dunes in Mongolia. Dunes of Khongor is known as the « singing sands » and rise from the plain reaching a height of 80m and extending for about 180km long. The spectacular dunes are bordered by lush green vegetation supported by a small river, named Khongor. Hiking and sliding through the sand dunes. Visit camel breeding family and experience short camel riding. ",
                "images": [
                    "/uploads/Khongor Sand Dunes (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Bayanzag - The red stone cliffs and canyons",
                "description": "Drive towards Bayanzag (140 km) - classic desert of rock, red sands, scrub, sun and unbelievable emptiness has become known to the world as \"Cemetery of Dinosaurs”. The red sandstone cliffs and canyons of Bayanzag are where the American paleontologist Roy Chapman Andrews first discovered fossil beds of dinosaur bones and first ever recorded dinosaur eggs in 1922 - discoveries which made world headlines. Nowadays there is a local museum which displays important facts and some exhibits of this famous area. ",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Ongi monastery ruins",
                "description": "Drive to the north towards Central Mongolia. Overnight stop in Middle Gobi province, at the Ongi monastery ruins.",
                "images": [
                    "/uploads/Ongi Monastery Ruins (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 7.",
                "title": "Erdene Zuu monastery in Kharkhorin",
                "description": "Drive to Kharkhorin – ruins of ancient capital of Mongolian Empire built by Ugudei Khaan in 1235. The city was strategically located at the crossroads of traditional routes, creating a staging post for migrating nomads and merchants caravans. Foreign envoys and prominent clerics travelled to this city for an audience with kings of Mongolian Empire. Far after when the king Hubilai has ordered to move  the capital to Beijing in 1264, Kharkhorin was raised to the ground by Manchu soldiers. However the bricks and stones from the ruins of this ancient city were used to build the Erdene Zuu Monastery nearby, so in that way the old city lives on till today. ",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 8.",
                "title": "Hustai National Park",
                "description": "Drive to Hustai National Park /190 km/ to watch wild horses takhi, widely known as “Przewalski horse ”. Przewalski horses are the only wild horse to survive in modern times. The species were returned to Mongolia from world zoos and reserves within Hustai National Park in 100 km west of Ulaanbaatar. Hustain Nuruu has good vegetation, springs, birch forest and rocks which are suitable for many wild animals including 46 species of mammals and 172 species of birds. ",
                "images": [
                    "/uploads/Khustai National Park (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "City tour",
                "description": "Arrive in Ulaanbaatar. After lunch visit Bogd Khaan winter Palace museum and State department store. Amazing performance of traditional dance and folk in the evening. ",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "Departure",
                "description": "Transfer to the Airport & Departure. ",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamel riding\nHorseback riding /optional/",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamel riding\nHorseback riding /optional/"
    },
    {
        "title": "Mongolia Overland Tour 2024/2025",
        "overview": "This is the best way to discover Mongolia, travel through the breathtaking landscapes, experience nomadic lifestyle and culture. This 16 day overland tour takes you to the most popular travel destinations of Mongolia. You will encounter yourself in chilling areas of Lake Khovsgol, known as Blue Pearl of Mongolia, the second most voluminous fresh water lake in Asia. Then travel to Mongolia’s historical site, Orkhon Valley Cultural Landscape - UNESCO’s world heritage. You will also explore Gobi Desert where prehistoric remains, impressive sand dunes and camel herding nomads are awaiting your visit. Our experienced tour team will let you explore all the wonders this trip offers.",
        "locations": [
            "Beautiful Khuvsgul  Lake National Park",
            "Orkhon Valley Cultural landscape - Ancient capital Kharkhorin and Erdene Zuu Monastery",
            "Khorgo-Terkh National Park",
            "Gobi Desert - Dinosaur Trail",
            "Camel herding nomad family"
        ],
        "price": [
            "2 PAX",
            "2995$",
            "3-4 PAX",
            "2735$",
            "5-8 PAX",
            "2565$",
            "9-12 PAX",
            "2335$",
            "13-15 PAX",
            "2250$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrive in Ulaanbaatar.",
                "description": "Transfer to the hotel. Unpack and rest in the hotel. Short city tour with Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from Stone Age to the 21st century and Buddhism, and Sukhbaatar Square (also known as Chingis Khaan Square). (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Visit Amarbayasgalant Monastery",
                "description": "This morning drive to the famous Amarbayasgalant Monastery. Excursion through the monastery, located at the foot of Burenkhaan mountain, Amarbayasgalant or \"Monastery of Tranquil Felicity”, is one of the largest and most important monasteries in Mongolia. Built between 1727 and 1736 with more than 40 temples in honor of Zanabazar, the first Bogd Gegeen (Spiritual leader of Mongolian Buddhism), it is one of the very few monasteries to have partly escaped the destruction of 1937, after which only the buildings of the central section remained. The entire contents: the Tankas, statues, and manuscripts were looted by the Communists or hidden until more fortunate times. Restoration work began in 1988 and now the Amarbayasgalant monastery shows great stylistic unity. (B/L/D)",
                "images": [
                    "/uploads/Amarbayasgalant Monastery (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Heading to the Khovsgol Lake",
                "description": "Heading to the Khovsgol Lake, we will have overnight stop at the middle way in Khutag-Undur. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 4-5.",
                "title": "Enjoy Magnificent Khovsgol Lake",
                "description": "Arrive at Khovsgol Lake National Park. Magnificent Khovsgol Lake - itself is one of the natural wonders of the world covering an area of 2.760 km2. It is a land of taiga forest, crystal-clear lakes, icy streams, and lush grass. Magnificent surroundings will make our 2 nights stay enjoyable.  Walking along the lakeshore and hiking in vicinity areas. (B/L/D)",
                "images": [
                    "/uploads/Khovsgol Lake (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Stopover at Shine-Ider village",
                "description": "Leave Khovsgol Lake after walking along the shore and have lunch at Murun town. After lunch drive to Shine Ider soum, surrounding by beautiful landscape. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 7.",
                "title": "Exploring Khorgo-Terkhiin Tsagaan Nuur NP",
                "description": "Hiking in Khorgo-Terkh National Park - An astonishingly beautiful freshwater lake surrounded by extinct volcanoes at an altitude of 2.060 m. The lake is 16 km wide and 10 m deep with its deepest point at 28 meters and over 20 kilometers in length. It has lovely sandy shores and enough warm water good for swimming. The area offers a great adventure for visitors with its caves, mountain cliffs, and Khorgo volcano creator. Explore the lake and the volcano creator. (B/L/D) ",
                "images": [
                    "/uploads/Khorgo Terkhiin Tsagaan NP (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 8.",
                "title": "Relaxing at Tsenkher Hot Spring",
                "description": "Arrive in Tsenkher Hot Springs & Spa, which locates in the middle of forested hills and breathtaking mountains. Enjoy the nature and hot spa after a long drive. You can discuss options for exploring the local area with your tour guide. (B/L/D) ",
                "images": [
                    "/uploads/Tsenkher Hot Spring (Mongolia Overland Tour 2021).jpg"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "Discover ancient capital Kharkhorin",
                "description": "Arrive in Kharkhorin. Ancient capital city Kharkhorin was founded in 1220 in the legendary Orkhon river valley. It was from there that the Mongol Empire governed, until Khubilai khaan, the grandson of Chinggis Khaan, moved the city to Beijing. On the ruins of Kharkhorin, in 1586, was built Erdene Zuu Monastery which is surrounded by monumental walls with 108 stupas. The monastery is kept till nowadays and it is considered as one of the leading religious centers of Mongolia. Visit Erdene Zuu Monastery and the local market of art crafts and antique items. Tourist ger camp. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 10.",
                "title": "Explore mystical Ongi Monastery",
                "description": "Drive to the south towards Gobi Desert. Overnight stop at Ongi River and Saikhan ovoo area of Middle Gobi province. Ongi Monastery, a small mountainous area with the sites of remains of ruined old monasteries. Once the monastery has served as a midway point for Buddhist pilgrimages going to holy Tibet. Enjoy the sunset from the top of the mountain. (B/L/D)",
                "images": [
                    "/uploads/Ongi Monastery Ruins (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAYS 11.",
                "title": "Bayanzag - The Flaming Cliffs",
                "description": "Drive towards Bayanzag, red stone cliffs and canyons- the classic desert of rock, red sands, scrub, sun and, unbelievable emptiness has become known to the world as \"Cemetery of Dinosaurs”. The red sandstone cliffs and canyons of Bayanzag are where the fossil beds of dinosaur bones and first-ever recorded dinosaur eggs in 1922 - discoveries which made world headlines by American paleontologist Roy Chapman Andrews first time. Nowadays there is a local museum which displays important facts and some exhibits of this famous area. (B/L/D)",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Climb up Khongor Sand Dunes",
                "description": "The sand dunes of Khongor are known as the « singing dunes » and they extend for 180 km and at some places they are 80m high. These spectacular dunes are bordered by lush green vegetation supported by a small river Khongor. Walking and Sliding at the dunes before the sunset and meditate in the middle of nowhere. Visit camel breeding family and get some experience with camel riding. (B/L/D)",
                "images": [
                    "/uploads/Khongor Sand Dunes (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Explore Gobi Gurvan Saikhan National Park",
                "description": "Yol Valley in Gobi Gurvan Saikhan National Park. Yol valley is formatted by two high rock walls a big glacier on the ground kept frozen during hot summer days. It has breathtaking dramatic scenery and without a doubt is one of the beautiful places in the country. Hiking along the valley and reach up the icy glacier. Visit the natural museum of localities. (B/L/D)",
                "images": ["/uploads/Yol Valley (Golden Gobi short tour).jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Baga Gazriin Chuluu mountain area",
                "description": "Arrive in Baga Gazriin Chuluu mountain area Dundgobi province. This is another granite rock formation in the middle of the steppe plains. 5 km away, the highest peak of 1768 meters in the area of Baga Gazriin Uul Mountain. Leisure time for rock climbing and hiking activities. (B/L/D)",
                "images": [
                    "/uploads/Baga Gazriin Chuluu  (Mongolia Overland Tour 2021).jpg"
                ]
            },
            {
                "number": "DAY 15.",
                "title": "Take a city tour",
                "description": "Arrive in Ulaanbaatar. Free activities for personal exploration. Option to visit Bogd Khan Palace Museum. Shopping & Cultural Performance. Farewell dinner. (B/L/D)",
                "images": [
                    "/uploads/Bogd Khan Palace Museum & Cultural Performance (Golden Gobi and Kharkhorin Tour Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 16.",
                "title": "Departure",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* standard ger camp in the countryside\nGuiding and interpreting service \nFull board meals \nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment, An hour horse and camel riding",
        "notIncludes": "Accommodation: Hotel****,* standard ger camp in the countryside\nGuiding and interpreting service \nFull board meals \nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment"
    },
    {
        "title": "5 Day Photography Tour In Mongolia",
        "overview": "We are sure that, this special photography tour will give you a grand pack with exciting adventures and amazing shooting. Even it is only 4 days, the landscapes are a perfect challenge to your creative photo interests. We are offering you the chance to get thousands of amazing photos in the magnificent Semi Gobi Desert. This is a great wilderness adventure that targeted landscapes with beautiful dunes and rocky mountain background, camels, and nomads.",
        "locations": [
            "Snap different portraits of Mongolian people, nomadic lifestyle, diverse landscape and nature photos",
            "Visit nomadic family in the countryside and experience family’s hospitality",
            "Orkhon Valley Cultural Landscape, UNESCO Heritage Site",
            "Erdene Zuu Monastery",
            "Wild horses in Hustai NP"
        ],
        "price": ["2 PAX", "935$", "3-4 PAX", "825$", "5-8 PAX", "740$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Khustai National Park – Wildlife Photography Mongolia",
                "description": "Great wildlife photography can be a result of being in the right place at the right time. Do you agree? Our first destination is Khustai National Park, to 100km east of Ulaanbaatar. Khustai National Park is one of the Mongolian national parks, well known as home to Przewalski’s horses- the last truly wild horses on earth. Stay overnight in tourist ger camp. (B/L/D)",
                "images": ["/uploads/Mongolia_bird_watching_crane.jpg"]
            },
            {
                "number": "DAY 2.",
                "title": "Shots of Elsen Tasarkhai Sand Dunes – Landscape Photography Mongolia",
                "description": "On our second day, heading to Elsen Tasarkhai Sand dunes, about 210 km far from Khustai National Park, it is a magnificent place for visiting camel herders to capture beautiful camel picture on the sand dunes. , A good place for landscape photography, due to sand dunes picturesque combination of Gobi Desert, green land, and rocky mountain. Stay overnight in tourist ger camp. (B/L/D)",
                "images": ["/uploads/elsen_tasarkhai.jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "Kharkhorin- Orkhon Valley Photography",
                "description": "On the 3rd day, the next shooting spot is Orkhon Valley listed as a UNESCO world heritage site. You and your team find your own style of photography for Kharkhorin–the ancient capital city of the Mongol Empire, oldest surviving monastery Erdene-Zuu, and other historically and naturally iconic landscape locations. These hidden gems are not that far from our previous destination Elsen Tasarkhai Sand dune, it is about 80km. All these places can be good practice, composition, and exposure lighting for historical shots, architecture shots, and great landscapes. Stay overnight in tourist ger camp. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "Lake Ugii-Mongolia Nomadic life and People Photography",
                "description": "Our next photo spot is Ugii Lake, about 80km from our previous Kharkhorin, Orkhon ValleyWe’ll also arrange and prepare everything ready for your photographs deep inside of Mongolia nomadic life and especially with a combination of your request, the interest of classic portraits, showing the nomad’s costume and heritages which all give a real sense of their unique and unchanged lives for thousand years. Stay overnight in tourist ger camp. (B/L/D)",
                "images": ["/uploads/Mongols.jpg"]
            },
            {
                "number": "DAY 5",
                "title": "Back to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar (330km). Have a picnic lunch on the way. Transfer to the hotel and tour ends. (B /L)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Tourist ger camps \nPhotography Guide & interpreting service\nPhotographic sessions\nFull board meals \nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance,  ",
        "notIncludes": "Accommodation: Tourist ger camps \nPhotography Guide & interpreting service\nPhotographic sessions\nFull board meals \nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance"
    },
    {
        "title": "Mongolian Blue Trail to Spiritual Shaman Tour",
        "overview": "Shamanism is the oldest religious practice in Mongolia and centers on beliefs and rituals associated with a shaman, a man, or a woman regarded as having access to the “spirit world”.\n\nShamanism is faith without books. All teaching and instruction have been given orally, passed from shaman to shaman over the centuries, and its traditions learned by heart. Mongolian shamans enter an ecstatic trance state in which the shaman is empowered to engage with the spirits I order to protect and heal members of the community, to guide souls, and cure illnesses.\n\nThe shaman might wear a headdress to resemble a bird, with the tail of a pheasant and the body costume of a fish. Drums are used to help the shaman enter the trance-like state, as chanting begins and the shaman “transcends “into another world while the body dances, swirls, or totters with jerky movements. Shamanism went underground during the former communist period but has been revived recently.",
        "locations": [
            "Lake Khovsgol National Park",
            "Darkhad Ethnic shaman",
            "Shamans and Reindeer herding people",
            "Adventure riding through Taiga wilderness",
            "Khorgo-Terkhiin Tsagaan Lake National Park",
            "Erdene Zuu Monastery in Kharkhorin, the ancient capital of the Mongol Empire"
        ],
        "price": [
            "2 PAX",
            "$3150",
            "3-4 PAX",
            "$2830",
            "5-8 PAX",
            "$2490",
            "9-12 PAX",
            "$2170"
        ],
        "dailyData": [
            {
                "number": "DAY 1",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel. Unpack and rest in the hotel. Short city tour with Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century and Buddhism, and Sukhbaatar Square (also known as Chingis Khaan Square). (L/D)",
                "images": [
                    "/uploads/city tour-in- ulaanbaatar mongolia-capital-ayan-travel.jpg"
                ]
            },
            {
                "number": "DAY 2",
                "title": "Amarbayasgalant Monastery",
                "description": "Head to northern Mongolia and arrive at the famous Amarbayasgalant Monastery, the possible stop. Excursion through the monastery, located at the foot of Burenkhaan mountain, Amarbayasgalant, or \"Monastery of Tranquil Felicity”, is one of the largest and most important monasteries in Mongolia. Stay in tourist ger camp. (B/L/D)",
                "images": [
                    "/uploads/Amarbayasgalant Monastery (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 3",
                "title": "Khutag-undur village",
                "description": "Heading to the north and stopping at Hutag-under village where you can visit local nomads and experience their lifestyle. Stay overnight in a tourist ger camp. (B/L/D) ",
                "images": [
                    "/uploads/Nomadic Adventure_Tour_in_northern_mongolia.jpg"
                ]
            },
            {
                "number": "DAY 4",
                "title": "Lake Khovsgol national park",
                "description": "Arrive at Khovsgol Lake National Park. Magnificent Khovsgol Lake - itself is one of the natural wonders of the world covering an area of 2.760 km2. It is a land of taiga forest, crystal-clear lakes, icy streams, and lush grass, these magnificent surroundings will make your stay enjoyable. Walking along the lakeshore and hiking in vicinity areas. Stay in tourist ger camp. (B/L/D) ",
                "images": [
                    "/uploads/Khovsgol Lake (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 5-6",
                "title": "Darkhad Valley and Meet Darkhad Shaman",
                "description": "The shaman trail starts and head to the north to the Taiga Mountains. We will drive to the Renchinlkhumbe village via passing “13 ovoo - mountain pass” to meet darkhad shaman. The Darkhad valley is located between the Khoridol Saridag Mountain Range and the Ulaan Taiga Forest, where many small lakes are dotted. Here we experience spiritual shamanic healings and learning about their roots and seeing their rituals. Stay overnight in tent camp or shaman’s home. (B/L/D) ",
                "images": ["/uploads/13_ovoo_shaman.jpg"]
            },
            {
                "number": "DAYS 7-8",
                "title": "Experience Reindeer Herders’ Lifestyle and Meet Tsaatan Shaman",
                "description": "Today we start heading the north to meet reindeer herders (Tsaatan) and shamans. We cross Darkhad valley and head towards Tsagaan Nuur (White Lake). Trekking or horse riding sessions. Those days we load our luggage on horseback and leave our vehicle team, as the landscape becomes difficult to access with cars. ",
                "images": [
                    "/uploads/Taiga, Tsaatan & Reindeer (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 9",
                "title": "Time to Head Back",
                "description": "Drive back and arrive at Ulaan Uul village after 3 days of a wonderful experience. Stay overnight in a local guest house. (B/L/D)",
                "images": [
                    "/uploads/Darkhad Valley (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 10.",
                "title": "Drive to Murun",
                "description": "Drive back and arrive at Murun town, the center of Khovsgol province. stay overnight in a local hotel. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Khorgo-Terkhiin Tsagaan Lake National Park",
                "description": "Arrive in a beautiful freshwater lake Terkhiin Tsagaan (White Lake) surrounded by extinct volcanoes at an altitude of 2.060 meters above the sea level. Explore the lake and its vicinity areas. Hike to Khorgo Uul volcano (2.965m) from the northeast shore of the lake. Visit caves on the way. (B/L/D)",
                "images": [
                    "/uploads/Khorgo Terkhiin Tsagaan NP (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Leave early in the morning to Kharkhorin /Karakorum/, the ancient capital city of the Great Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 13.",
                "title": "Back to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar and transfer to the hotel and relax. Option to go shopping for souvenirs and cashmere products. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Departure Day",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nBorder permission\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nBorder permission\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding\nCamping equipments"
    }
]
