[
    {
        "title": "Mongolia Russia /Baikal/ Tour",
        "overview": "Imagine that after finding yourself in the very heart of the Gobi Desert you will be at the beautiful Baikal Lake surrounded by deep alpine forest just in 15 days. To do this way you have to cross the border of two big countries much different from each other: Mongolia and Russia. Our tour starts from Mongolia - a land of nomadic civilization under the cloudless blue sky, and the boundless steppe with freely galloping horsemen. Trip to South Gobi desert will give you real adventure by slipping down from the top of awesome sand dunes, riding Bactrian camels, visiting burial place of dinosaurs. Further our trip turns up to the Kharkhorin - the ruins of ancient Mongolian capital with historical Erdene Zuu Monastery aside. Beautiful lake Ogii, place of tranquility, lies on your way to have a good relaxation after long way driving through the legendary land.\n\nAfter crossing Mongolia-Russian borders, we arrive in Ulan-Ude, capital of Buryata, where we start our touring around magnificent Baikal Lake. One of interesting sites of our tour is Ivolginsky Datsan - the center of Buddhism of Russia in 30 km far from Ulan-Ude City. Our next stopover point is Irkutsk - one of the oldest and most attractive Siberian cities with the largest transport unit on the Transsiberian railroad. Enjoy the magnificent views of Baikal Lake from the highest spot in the area - Tchersky Peak and boating in the largest and the deepest lake in the world.",
        "locations": [],
        "price": ["2-4 pax", "3960$", "5-8 pax", "3840$", "9-15 pax", "3740$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrive in Ulaanbaatar.",
                "description": "City sightseeing tour. National folk and dance concert.",
                "images": []
            },
            {
                "number": "DAY 2.",
                "title": "Gobi Gurvan Saikhan National Park",
                "description": "Take a morning flight to South Gobi. Driving to Gobi 3 Saikhan National Park (Eagle Valley, Glaciers). Yoliin am /Eagle Valley/ - is a picturesque valley, stuck in the middle of the Gobi desert, with thick ice all year around. While ascending the valley through high steep rocky cliffs you will find a glacier in the middle of the cliffs. In the afternoon visit to camel breeding family. ",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Khongor sand dunes",
                "description": "Driving to Khongoriin Els sand dunes - the largest and most spectacular sand dunes in Mongolia. Also known as Duut Mankhan /Singing Dunes/, they are up to 800 m high, 12 km wide and about 100km long. The sight of the desert from the top is awesome.",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Bayanzag-Flaming Cliffs",
                "description": "Visit Bayanzag - a classic desert of rock, red sands, scrub, sun and unbelievable emptiness has become known to the world as “Cemetery of Dinosaurs\" and place of tremendous findings of dinosaurs’ sand dunes. Optional camel riding is available. Overnight in Mongolian ger.",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Ongi Monastery",
                "description": "Watch the sunrise at the dunes and driving towards Kharkhorin. Overnight near Ongi Monastery in tent.",
                "images": []
            },
            {
                "number": "DAY 6.",
                "title": "Orkhon Waterfall",
                "description": "Arriving in Orkhon waterfall - was formed by a unique combination of volcanic eruption and earthquakes. Meeting with local families. Optional yaks riding and photo shooting is available. Overnight in neighbor’s Mongolian ger with herder’s settlement. This is a great opportunity to watch after nomadic lifestyle and housekeeping.",
                "images": []
            },
            {
                "number": "DAY 7.",
                "title": "Erdene Zuu monastery in Kharkhorin",
                "description": "Arriving in Kharkhorin - the ancient Mongolian capital. Visit to the Erdene Zuu monastery - the first Buddhist center of Mongolia. ",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "Ulaanbaatar- Irkutsk",
                "description": "Continue driving and arrive in Ulaanbaatar before the noon. Free time and optional shopping. In the evening take an evening train to Siberia, Russia. ",
                "images": []
            },
            {
                "number": "DAY 9.",
                "title": "Ulan-Ude",
                "description": "Train ride, crossing the Mongolia - Russian borders and arriving in Ulan Ude. ",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "Ulan-Ude city.",
                "description": "City excursion. Visiting local History Museum, Ivolginsky Datsan Temple - the only Buddhist spiritual center of Russia. Take an evening train to Irkutsk.",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Irkutsk",
                "description": "Morning arrival in Irkutsk. City sightseeing tour that will include visits of the oldest historical part of the city, famous Znamenskaya Central Orthodox Cathedral, other atmospheric sights, then tour the Decembrists' Museum inside the Prince Volkonsky Mansion. Russian cuisine. ",
                "images": []
            },
            {
                "number": "DAY 12.",
                "title": "Baikal Lake",
                "description": "Transfer to Baikal Lake. Visiting in Listvyanka - Taltsy Museum of Wooden Architecture Museum and the Limnological Museum. Then walk up to the Tchersky Peak. 1 hour boat ride on Lake Baikal. ",
                "images": []
            },
            {
                "number": "DAY 14.",
                "title": "Ust-Orda",
                "description": "Visiting Ust - Orda, the central town of Buryat Autonomous National District. Short sightseeing in the town. Enjoy the Buryat National Concert performed by famous Buryat folk group. Buryat cuisine. Transfer to Irkutsk. ",
                "images": []
            },
            {
                "number": "DAY 15.",
                "title": "Departure",
                "description": "Transfer to Airport. Depart from Irkutsk to Moscow. ",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel***,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nDomestic flight from Ulaanbaatar to Gobi\nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nTrain ticket\nCamping equipments",
        "notIncludes": "Accommodation: Hotel***,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nDomestic flight from Ulaanbaatar to Gobi\nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nTrain ticket\nCamping equipments"
    },
    {
        "title": "Fishing in Central Mongolia Tour",
        "overview": "In this trip, you will travel in Mongolia’s large number of lakes and rivers, and its sparse population, which generally prefers meat, the fish are just waiting to be caught. There are more than 70 species of fish in Mongolia such as taimen, grayling, lennock, sturgeon, pike, and perch. The fishing can be practiced anywhere: Khagiin Khar lake, the three nearby rivers, Orkhon river, and lake Ugii are noted for the lucky trophies. Fly-fishing in Mongolia is unique. While the native taimen, which can top five feet in length, has become the ultimate sport fisherman’s catch, many prefer the action and the thrills of fishing for acrobatic grayling and lennock in Mongolia’s rivers.",
        "locations": [
            "Majestic lakes - Khagiin Khar, Ugii, Khuisiin Naiman Nuur",
            "Legendary Orkhon Valley",
            "Kharkhorin - Ancient capital of the Mongol empire",
            "Hiking in the wild forest and opportunity of fishing and horse riding",
            "Wild Nature"
        ],
        "price": [
            "2 PAX",
            "2440$",
            "3-4 PAX",
            "2240$",
            "5-8 PAX",
            "2090$",
            "9-12 PAX",
            "1990$",
            "13-15 PAX",
            "1890$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": []
            },
            {
                "number": "DAY 2.",
                "title": "Khagiin Khar Lake",
                "description": "Driving towards Khagiin Khar Lake (Black Lake) - hidden lake in the middle of the wild forest which is unreachable by vehicle. The place is abundant with fishes /lenok, taimen /, birds, and wildlife /wolf, bear, elk, deer, fox/. At 60 km from the lake, we will meet local nomads and continue our trip on horseback through the dense forest. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Arriving at the Lake",
                "description": "Leisure time. Fishing. Dinner with a bonfire. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Fishing",
                "description": "Fishing in the morning. After lunch, we take our horses and ride back to Ulaanbaatar. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Cultural Performance in Ulaanbaatar",
                "description": "Meet our vehicle and drive to Ulaanbaatar. Amazing cultural performance - national folk and dance concert in the evening. (B/L/D)",
                "images": [
                    "/uploads/Concert_mongolia (Cultural Performance).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Lake Ugii",
                "description": "Head to Lake Ugii in the morning. The road is smoothly paved, and for the last 90 km, we drive on a dirt road, which leads to the lake. Lake Ugii is a wonderful place to have to relax after long driving. The lake has an abundant birdlife of more than 150 bird species. Bird watching, fishing is parts of the available entertainment. We will visit a local family, exploring their nomadic lifestyle and livestock farming. Getting the first experience of a Mongolian ger. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ogii%20Lake%20(A%20True%20Nomadic%20Adventure%20Tour).jpg"
                ]
            },
            {
                "number": "DAY 7.",
                "title": "Fishing Day in Lake Ugii",
                "description": "Fishing for pike / this lake is rich with pikes reaching up to 1,2 m length / at lake Ugii. We can use a motor or rowboats here. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "Orkhon River",
                "description": "Driving to Orkhon river point where meet the 3 biggest rivers of Mongolia. Fishing. Picnic lunch. Driving back to the camp. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 9.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery.",
                "images": []
            },
            {
                "number": "DAYS 10-11.",
                "title": "Fishing at the Khuisiin Naiman Nuur - Eight Lakes",
                "description": "Arrive at the southern side of Khuisiin Naiman Nuur - Eight Lakes. We will spend two relaxing days fishing. (B/L/D)",
                "images": [
                    "/uploads/Naiman_nuur-(Fishing_in_Central_Mongolia_Tour).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Elsen Tasarkhai Sand Dunes",
                "description": "Drive to Elsen Tasarkhai Sand Dunes, the northmost point of the Mongolian desert with lovely sand dunes. It is a magnificent place to create portraits of wildlife landscape photography. Further, explore the lovely sand dunes named Elsen Tasarkhai and hike in the beautiful mountains surrounding this place. No matter the time of day, the beautiful and ever-changing scene of this majestic sand dune Elsen Tasarkhai will be full of wildlife, energy, and motion. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Elsen%20Tasarkhai%20-%20Khugnu%20Khan%20(A%20True%20Nomadic%20Adventure%20Tour).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Back to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar. Lunch at a road-side restaurant on the way. Relaxing hours in the hotel. Farewell dinner together. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ulaanbaatar_Night.jpg"
                ]
            },
            {
                "number": "DAY 14.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamel riding (optional)\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamel riding (optional)\nCamping equipments"
    },
    {
        "title": "Mongolia - China Tour with Flight",
        "overview": "Explore two different countries and cultures in one tour in just under 8 days. This wonderful tour is suitable for people who have limited time and would like to explore the gems of Central Asia. Traveling through Mongolia to China can open your eyes to unique cultures and people. Additionally, you do not have to worry about dealing with two different tour operators or booking your tickets. We offer all included packages for you to travel worry-free.\n \n\nHere we have exactly that opportunity to introduce for travelers.\nLess spending - More traveling, this is what we want to tell.",
        "locations": [
            "South Gobi",
            "Gobi Gurvan Saikhan National Park - Yoliin Am /Eagle Valley /",
            "Bayanzag - Flaming Cliffs",
            "Terelj National Park",
            "Beijing /The Sacred Road, Roasted Duck at Qianmen Quanjude - Summer Palace - Olympic Village /",
            "The Great Wall"
        ],
        "price": [
            "2 PAX",
            "2698$",
            "3-4 PAX",
            "2448$",
            "5-8 PAX",
            "2298$",
            "9-12 PAX",
            "2198$",
            "13-15 PAX",
            "2098$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Arrive in Ulaanbaatar. Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to South Gobi",
                "description": "Take a flight to Dalanzadgad town, the central town of South Gobi province. Meet with our driver and drive to Yoliin Am known as Eagle valley in the Gobi Gurvan Saikhan Mountain National Park. This is a picturesque valley in the middle of the Gobi desert with thick ice almost all year round. While ascending to the valley we will find a glacier in the middle of the rocky cliffs If we visit before August.",
                "images": ["/uploads/Yol Valley (Golden Gobi short tour).jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "Bayanzag - Flaming Cliffs",
                "description": "Today we will drive to Bayanzag, (known as a Flaming Cliffs where the first nest of dinosaur eggs ever discovered was found in 1922.) a site famous for the remains of dinosaurs which lived here 60 million years ago. You can walk around where dinosaurs once roamed and see saksaul trees and other classic desert vegetation. (B/L/D)",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Back to Ulaanbaatar",
                "description": "Take a flight back to Ulaanbaatar. Option to go shopping for souvenirs and cashmere products. Cultural performance in the evening. (B/L/D)",
                "images": [
                    "/uploads/Concert_mongolia (Cultural Performance).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Gorkhi - Terelj National Park",
                "description": "Drive to Terelj National Park, one of the most beautiful destinations close to Ulaanbaatar. Travelers can take a horseback riding trip and visiting local nomads, view fascinating rock formations against a backdrop of pine-covered mountains and wander along the wooded banks of a mountain stream. The possibility to take hiking to Ariyabal temple on a beautiful rocky mountain and capturing Turtle Rock from that mountain is another angle. Drive back to Ulaanbaatar in the evening. (B/L/D)",
                "images": ["/uploads/Tour_To_Terelj_National Park_Mongolia.jpg"]
            },
            {
                "number": "DAY 6.",
                "title": "Fly to Beijing",
                "description": "Transfer to Chinggis Khaan Internation Airport in Ulaanbaatar. Take a flight to Beijing. The flight takes around 2 hours and 15 minutes. Transfer to the hotel and short city tour with a visit to The Sacred Road, Enjoy Roasted Duck at Qianmen Quanjude.  ",
                "images": []
            },
            {
                "number": "DAY 7.",
                "title": "Great Wall & City Tour",
                "description": "Early in the morning, we will drive to Mutianyu Great Wall: 90km northeast of Beijing city, which is more appealing to most travelers than Badaling as it's somewhat less developed. A two-kilometer section of the wall, well endowed with guard towers, built-in 1368 and renovated in 1983, it passes along a ridge through some lush, undulating hills.",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "Departure Day",
                "description": "The end of our tour. Transfer to one of the airports in Beijing and depart China.",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle / minivan / bus\nDomestic round-trip flight (Ulaanbaatar-Dalanzadgad-Ulaanbaatar)\nInternational flight (Ulaanbaatar-Beijing)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamel riding\nHorseback riding",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle / minivan / bus\nDomestic round-trip flight (Ulaanbaatar-Dalanzadgad-Ulaanbaatar)\nInternational flight (Ulaanbaatar-Beijing)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamel riding\nHorseback riding"
    },
    {
        "title": "Ulaanbaatar to Beijing Train Tour",
        "overview": "It’s a Trans Ulaanbaatar - Shainshand - Beijing tour and gives you marvelous opportunities to visit the wonders of Mongolia. Our Trans-Mongolian tour is designed with numerous stops and includes guided excursions, hotels, and transfers.\n\nThis is a wonderful opportunity to see the most famous sights around Mongolia and adventure lifetime experience. Our most popular program listed below. \n\nOur trip turns up to Terelj National Park in Khan Khentii Strictly Protected Area and 76km further from Ulaanbaatar. Then continue to the amazing huge statue of Chinggis Khaan and 13th-century complex. The most exciting part of the trip is connected to Danzanravjaa who was a famous Mongolian educator and literary figure in the 19th century.\nIn the 1820's he established Khamar Monastery (Khamriin Khiid) and it was an important center of the Buddhist \"red sect\", and the seat of the Gobiin Dogshin Noyon Khutagt (\"Terrible Noble Saint of the Gobi\"). An outspoken critic of the society in which he lived, Danzanravjaa fought against the rigid class and gender distinctions of his day.\nHe devoted great efforts to the cause of public education, which he promoted at Khamar Monastery through the establishment of an inclusive public school, theater, museum, and library. ",
        "locations": [
            "Terelj National Park",
            "Khamar Monastery (Khamriin Khiid)",
            "World Energy Center",
            "Visiting nomad family",
            "Danzan Ravjaa Museum"
        ],
        "price": [
            "2 PAX",
            "1980$",
            "3-4 PAX",
            "1780$",
            "5-8 PAX",
            "1680$",
            "9-12 PAX",
            "1580$",
            "13-15 PAX",
            "1480$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Chinggis Khan Statue Complex & Terelj National Park",
                "description": "Drive to Chinggis Khan Statue Complex in Tsonjinboldog, the place where Chinggis Khaan had found a golden whip which was explained in the history. The statue complex is 40m high and built of steel. The main gate and the Statue has a beautiful combination of photographing. Visitors can take an elevator to the viewing deck on the horse’s head and look magnificent Mongolian steppe.",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Back to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar. Option to go shopping for souvenirs or traditional products. Special show performance of folk art and traditional costumes. (B/L/D)",
                "images": [
                    "/uploads/Concert_mongolia (Cultural Performance).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Train to Sainshand town",
                "description": "Take a train to Sainshand town at 09:30. Evening arrival. Transfer to the hotel and relax. (B/L/D) ",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Visit Khamar Monastery-World Energy Center",
                "description": "In the morning, visit the museum of Danzan Ravjaa followed by an expedition to 108 meditation cave & Khamar Monastery, which was founded in 1820, was an important Red Hat sect Buddhist monastic, cultural, and education center in Mongolia’s Gobi Desert region until its destruction in 1937. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 6.",
                "title": "Burdene Sand Dunes",
                "description": "Drive to Burdene Sand Dunes with a beautiful oasis where Saint Danzanravjaa used to come with his disciples and meditate. There are 108 springs in the area to explore. Back to Sainshand town and relax in the hotel. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 7.",
                "title": "Departure to Beijing",
                "description": "Take a train to Beijing from Sainshand town. Time will be revealed later. (B)  ",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****, local hotel, * ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic train ticket (Ulaanbaatar-Sainshand)\nInternational train ticket (Sainshand-Beijing)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance",
        "notIncludes": "Accommodation: Hotel****, local hotel, * ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic train ticket (Ulaanbaatar-Sainshand)\nInternational train ticket (Sainshand-Beijing)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance"
    }
]
