[
    {
        "title": "Western Mongolia Photo Safari Tour",
        "overview": "Discover all of the best photographic locations in Western Mongolia with this wonderful tour, which gives you a good amount of time at each stop you have scenic subjects to shoot. You will meet local people of diverse Mongolian ethnic groups, which are as different as you go further to the west. This is a very rewarding trip in a part of Mongolia rarely visited by foreigners yet. Our safaris are enjoyed by people with a strong interest in both wildlife and photography. All levels, from beginner to advanced amateur photographers are welcome !!!",
        "locations": [
            "Different culture of ethnic groups",
            "Beautiful lakes, sand dunes, high mountain ranges",
            "Ethnic people of the western provinces",
            "Eagle hunting Kazakh family",
            "Altai Mountain range",
            "Tsambagarav mountain (4202 m)",
            "Ancient rock paintings"
        ],
        "price": [
            "2 PAX",
            "3650$",
            "3-4 PAX",
            "3350$",
            "5-8 PAX",
            "3100$",
            "9-12 PAX",
            "2900$",
            "13-15 PAX",
            "2750$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ulaanbaatar%20(Sukhbaatar%20Square%20&%20Gandan%20Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to Western Mongolia",
                "description": "Take a flight to Ulaangom, the central town of Uvs province. A short tour of the town. Uvs province has a chain of lakes, wetlands, sand dunes, and high mountains. (B/L/D)",
                "images": [
                    "/uploads/Airplane_Hunnu_Air-(Western_Mongolia_Photo_Safari_Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Gashuun Valley",
                "description": "Drive to Gashuun valley which is a wonderful panoramic landscape of ice-capped Turgen mountains. Visit Stone memorials of ancient periods. Photography day of wonderful nature and historical sites. Tented camp at the bank of the Turgen river. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Lake Achit",
                "description": "Drive to lake Achit - the largest lake in Uvs province, located on the border of three western aimags. It offers stunning sunsets and sunrises and plenty of fish. The lake is home to flocks of geese, eagles and other birdlife. In the afternoon drive to Kharkhiraa valley - a delightful valley, surrounded by dense pine forests, has crystal clear river and carpeted with flowers. It is a perfect place to stay and photograph, while and relax, or to go hiking and taking beautiful photos. On the way we will stop at “Island of Devel”, is home of kinds of rare birds.  (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Drive to Ulgii",
                "description": "Drive to Ulgii, the central town of Bayan-Ulgii province. Unlike other provinces, its population is dominated by Turkic Kazakhs, which have their own language, customs, and only Muslim religion in Mongolia. Visit a local museum, black market, and theater. Photography day of another culture and tradition than main Mongols. (B/L/D)",
                "images": [
                    "/uploads/Olgii_town_(Eagle_Hunting_Festival_and_Golden_Gobi-2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Arrive at Shiveet Khairkhan Mountain",
                "description": "Today we head to the Altai Mountain area and arrive at Shiveet Khairkhan mountain- the closest place to the Altai peaks reachable by car. We are traveling at the altitude of 2500-3000 m. We will visit a local Kazakh family to explore their lives as well as rent horses for our further trip. Here you can meet the local people and take portraits and the daily life of Kazakhs. They have a bigger Ger dwelling than the Khalkha majority group and they are characteristic. Prepare our luggage for the next 3 day-trekking trips to Altai peaks. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Shiveet_Khairkhan-(Adventures_in_Altai_Tavan_Bogd_Mountains_Tour).jpg"
                ]
            },
            {
                "number": "DAY 7.",
                "title": "Altai Tavan Bogd Peak",
                "description": "Leave our vehicle and load our luggage to the horses and trek toward the Altai Tavan Bogd peaks of 4100-4374m. You can take photos of a horse or camel caravan which suites the Western Mongolian landscape, rocky and show-capped mountains. Arrive near foot of the high peaks and camp there. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/photo%20tour%20to%20Altai%20Mountains%20Mongolia.jpg"
                ]
            },
            {
                "number": "DAY 8.",
                "title": "Tsagaan Gol - White River",
                "description": "Head back to the van through and after lunch drive to Khurgan lake, the lowest point of Altai Tavan Bogd National park.",
                "images": []
            },
            {
                "number": "DAY 9.",
                "title": "Khoton and Khurgan Lakes",
                "description": "Full photography day at Khurgan and Khoton lakes and surrounding area. The system of these lakes, connected by a wide channel, is the source of the Hovd River which drains the whole Mongolian Altai. Khoton Lake is located in an intermountain tectonic depression in the northern portion of the Mongolian Altai. (B/L/D)",
                "images": [
                    "/uploads/Khoton_Khurgan_Lakes-(Western_Mongolia_Photo_Safari_Tour).jpg"
                ]
            },
            {
                "number": "DAY 10.",
                "title": "Drive to Buyant village",
                "description": "On the way stop at Tsengel sum and Valley of Jivertei. Here we can take photos of ancient man stones that belonged to the Turkic empire, which existed 5th to 7th centuries. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Eagle Hunters",
                "description": "Come close to magnificent Tsambagarav mountain (4193m) via Tolbo lake. Enjoy the natural beauty and meeting with local people. Stay in the local eagle hunting family. Photography day of hunting eagle show and nomad life. Owners train eagles such as they chase fox skins dragged by their owners on horseback, collect marmots, small foxes, and wolves, and return to the ger, where the Kazakhs use them for food. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Mongolia_tour_to_eagle_hunters.jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Khovd Town",
                "description": "Drive to Khovd, the central town of Khovd province, as well as the major industrial center of western Mongolia. Brief city tour. Local Museum - geology exhibit, collections of stuffed wildlife, including an ibex with its distinctive corrugated antlers, ethnic costumes and artifacts, and a snow leopard pelt tacked up on the wall. One of the most interesting exhibits is the re-creation of the cave paintings at Tsenkheriin Agui /Tsenkheryn cave/. (B/L/D)",
                "images": [
                    "/uploads/Khovd Town (NAADAM FESTIVAL 2021 in Western Mongolia tour).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Fly Back to Ulaanbaatar",
                "description": "Take a flight back to Ulaanbaatar at a local airport. Transfer to the hotel and relax. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic flights (Ulaanbaatar-Ulaangom & Khovd-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic flights (Ulaanbaatar-Ulaangom & Khovd-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments"
    },
    {
        "title": "Winter Horse Festival Mongolia Photo Tour",
        "overview": "On the great steppes of Mongolia, there is a thrilling event held every winter. There are several equestrian festivals are held around the world, but the Mongolian Winter Horse Festival has its own specialty and images. A large number of galloping horses on the snowy steppe, festival participants are in national costumes, saddling on elegantly equipped horses, surrounding sceneries, and stimulating horse shows are the image of this winter festival. These could be uncommon, unique, and colorful images to capture. We also organize a private equine photography workshop for our photo tour group which gives you plenty of opportunities to photograph winter horses from different angles.",
        "locations": [
            "Attend Equine photography workshop",
            "Learn Mongolian horse culture and traditions",
            "Experience Nomadic lifestyle in winter",
            "Portrait photography of the Mongols",
            "Take images of landscape and nomads in Winter"
        ],
        "price": ["2 PAX", "450$", "3-4 PAX", "350$", "5-8 PAX", "290$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Drive to Khentii Province",
                "description": "(Nov 01) This morning we will be heading to the East to Khentii Province, considered as the birthplace of Chinggis Khaan. Have lunch on the way to a local café. Reach Chinggis town, the province center, and take a short tour around. Then drive to Batnorov soum /village/. You can attend and enjoy an evening dance in the small local club, it is optional. Stay overnight at winter camp or the school dormitory due to the shortage of accommodation in the area. (L/D). ",
                "images": []
            },
            {
                "number": "DAY 2.",
                "title": "Winter Horse Festival",
                "description": "(Nov 02) The day to capture powerful horse images and to show Mongolian horse culture and traditions through your lens. On the first day of the Winter Horse Festival, start your tour to photograph the horse catching competition and horse racing. After having a picnic lunch Official Opening Parade of the Festival starts with the beautiful dressed Mongolians on horseback. Elegant silver saddles, national costumes, people, horses, surrounding sceneries and stimulating horse shows are fully let you know what Mongolian authentic horse culture, nomadic life, and Mongol horsemanship. After the parade, other horse skill shows and competitions are held. In the evening let’s enjoy a folklore performance. Stay overnight at winter camp or the school dormitory due to the shortage of accommodation in the area. (B/L/D) ",
                "images": ["/uploads/winter-horse-mongolia-photo-tour.jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "Winter Horse Festival",
                "description": "(Nov 03) The second day of the festival. You will see a sports competition show of Mongolian steppe dogs /Taiga dog/sports competitions. It is a really exciting event that the dogs compete for the prey. Depending on your interests and needs, we can arrange portrait photo sessions on this day. Stay overnight at the school dormitory or winter camp. (B/L/D)",
                "images": [
                    "/uploads/winter-horse-photo-tour-mongolia-portrait.jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Chinggis Khaan Statue Complex",
                "description": "(Nov 04) Today we drive back to Ulaanbaatar and on the way stopover at Chinggis Khaan Statue Complex in Tsonjinboldog, the place where Chinggis Khaan had found a golden whip which explained in history. The statue complex is 40m high and built of steel. The main gate and the Statue has a beautiful combination of photographing. Visitors can take an elevator to the viewing deck on the horse’s head and look magnificent Mongolian steppe. When we reach Ulaanbaatar, transfer you to your hotel. (B/L/D)",
                "images": [
                    "/uploads/Chingis_Khaan_Statue_Complex_ (Mongolia_Naadam_Festival-2021_Tour).jpg"
                ]
            }
        ],
        "inclusions": "Accommodation: Hotel****, winter camp or student dormitory\nPhotography Guide\nGuiding and interpreting service \nFull board meals \nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performances\nFestival tax\nHorseback riding,  ",
        "notIncludes": "Accommodation: Hotel****, winter camp or student dormitory\nPhotography Guide\nGuiding and interpreting service \nFull board meals \nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performances\nFestival tax\nHorseback riding"
    },
    {
        "title": "Discovery to the Far West Mongolia Tour",
        "overview": "Perfect jeep over landing discovery tour, just another option of “Travelling to the far west Mongolia” program. Here the route is drawn down to the south from the middle of the program and it ends in Ulgii town of Bayan-Ulgii province. We circled the program in 16 days to make it available for time-limited adventurers. In general, people know that the landscape elevation rises up towards the west part of Mongolia comprising high mountain ranges of Altai and Khangai. But do all people know that we also can find golden sand dunes as well as fantastic views of sparkling lakes nestled between the sandhills there? Along this trip, you have an opportunity to discover all those beauties in a very peaceful way. You will constantly meet local people of different Mongolian ethnic groups, which are as different as you go further to the west. This is a very rewarding trip to a part of Mongolia rarely visited by foreigners yet.\n\n \n\n               ",
        "locations": [
            "Orkhon Valley, Kharkhorin / Erdene Zuu Monastery",
            "Beautiful lakes, Sand Dunes, High mountain ranges",
            "Ethnic divercity of the western provinces",
            "Eagle hunting kazakh family",
            "Tsambagarav mountain (4202 m)"
        ],
        "price": [
            "2 PAX",
            "3100$",
            "3-4 PAX",
            "2900$",
            "5-8 PAX",
            "2700$",
            "9-12 PAX",
            "2500$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arriving in Ulaanbaatar",
                "description": "City tour with visiting National History Museum, Gandan monastery, and Sukhbaatar Square (also known as Chinggis Khaan Square). Welcome dinner and briefing on the upcoming tour. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Drive to Khustai National Park",
                "description": "Visit Hustai NP where the re-introduction of the wild Przewalski horses has taken place since 1993. On arrival, you will have lunch at the camp. There is an interesting information center where you will be supplied with all the necessary facts and data. The afternoon will be spent at leisure hiking in the surrounding mountains with an evening visit to the wild horses while they come to drink in the evening. Dinner and overnight at the campsite. (B/L/D)",
                "images": [
                    "/uploads/Khustai National Park (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Discover Orkhon Cultural Valley",
                "description": "In the morning start driving to Kharkhorin, which is settled in legendary Orkhon Valley. It was formerly a great capital city built by the order of Chingis Khaan and finished by his son king Ugudei in 1235. But in 1380 it was destroyed by Manchu soldiers completely. Later on in 1586 Abtai khaan raised the Erdene Zuu monastery, the first Buddhist temple complex, at the ruins of this famous city. Although most of the monastery buildings were destroyed during the communist repression of 1937, major buildings and 108 stupas are survived and the exhibits are displayed for the visitors. We will visit the Erdene Zuu monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "Heading to the West",
                "description": "We head to the west. Have a stop at Tsetserleg town of Arkhangai province to have a visit to the local museum which attracts visitors with its interesting exhibits. Arkhangai lies in the northern slopes of the Khangai nuruu mountain range and it is also known as Mongolian Switzerland for its mountains, cliffs, fast-flowing rivers, and lush green forests. While traveling in this province we will probably see domestic yaks that usually thrive in high mountain pastures and hillsides.\nWe will cross Gurviin davaa pass those days. Overnight in tented camp. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 5-6.",
                "title": "Exploring Khorgo-Terkhiin Tsagaan Lake National Park",
                "description": "Terkhiin Tsagaan Lake. It has fresh water and the volcanic area around it is certainly the natural highlight and is one of the beautiful lakes of Mongolia. Surrounded by extinct volcanoes at an altitude of 2.060 meters above the sea level. Explore the lake and its vicinity areas. Hike to Khorgo Uul volcano (2.965m) from the northeast shore of the lake. Visit caves on the way. The lake, birdlife, and mountains are protected within the 73000-hectare Khorgo-Terkhiin Tsagaan Lake National Park. Fishing, swimming, hiking, and walking activities. Overnight in a tent. (B/L/D)",
                "images": [
                    "/uploads/Khorgo Terkhiin Tsagaan NP (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAYS 7-8.",
                "title": "Encounter the Khangai Mountain Range",
                "description": "Encounter the Khangai mountain range and pass Solongot and Zagastai mountain passes. Short stop at Uliastai town of Zavkhan province. Zavkhan province lies in different geographical region and has more than 200 springs and rivers and over 100 big and small rivers. All these lakes are connected each other via small streams. The aimag has extreme continental climate. The average temperature reaches in January -20ºC to -30 ºC and reaches in July +13ºC to +18ºC. the lowest ever recorded temperature was -53ºC which was also the lowest the whole country. Beautiful natural sites will surround us. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 9.",
                "title": "Arrive at Ereen Nuur/Lake",
                "description": "Today we will out of Zavkhan province and enter to Govi-Altai province. Arrive at Ereen nuur lake, surrounded by lovely sandhills. Easy walks and treks. Tented camp. (B/L/D)",
                "images": [
                    "/uploads/Ereen Lake (NAADAM FESTIVAL 2021 in Western Mongolia tour).jpg"
                ]
            },
            {
                "number": "DAYS 10-11.",
                "title": "Explore Mountains and Lakes",
                "description": "At the entrance to Khovd Province, we pass Durgun lake and drive in the valleys between twin summits of Jargalant Khairkhan (3796m ) and Bumbat Khairhan (3464m) mountains. After visiting this interesting site arrive at Khar Us lake. Enjoy the lake and its birdlife. Overnight in a tent. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 12-13.",
                "title": "Trekking, Meeting, Discovering... West Mongolia",
                "description": "",
                "images": []
            },
            {
                "number": "DAY 14.",
                "title": "Touring in Ulgii town",
                "description": "Pass Tolbo lake and arrive at Ulgii town. Unlike other provinces, its population is dominated by Turkic Kazakhs, which have their own language, customs, and Muslim religion. (B/L/D)",
                "images": ["/uploads/Kazakh_Ethnic_Mongolia.jpg"]
            },
            {
                "number": "DAY 15.",
                "title": "Fly Back to Ulaanbaatar",
                "description": "Take a flight back to Ulaanbaatar at the local airport. Free hours at the hotel, or you can go for personal explorations. Traditional folk performance in the evening.",
                "images": [
                    "/uploads/Concert_mongolia (Cultural Performance).jpg"
                ]
            },
            {
                "number": "DAY 16.",
                "title": "Departure",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "",
        "notIncludes": ""
    },
    {
        "title": "Horse Riding in Legendary Orkhon Valley Tour",
        "overview": "The idea of galloping across the endless steppes is a common dream of every rider. Mongolia offers the keen rider many different conditions - from desert steppe to forested mountain rides. Mile upon mile virgin pasture land and mountain ranges with no boundaries and often without tracks to follow open up in front of you.\n\nThis horse riding holiday takes you to inspiring parts of the country letting you gallop freely through the endless horizons of this historical land. You will meet your local horse guides and horses at the lake Ugii where they will give helpful guidance for your riding adventure. Mongolian horse tends to be small, has tremendous stamina, and is well adapted to the harsh environment where they have survived over the centuries. The program offers a 20-30 km ride a day, depending on the terrain.\n\n ",
        "locations": [
            "7 days horse trekking in legendary Orkhon Valley",
            "Erdene Zuu Monastery in historical Kharkhorin, the ancient capital of the Mongol empire",
            "Wild horses in Khustai National Park"
        ],
        "price": [
            "2 PAX",
            "2340$",
            "3-4 PAX",
            "2190$",
            "5-8 PAX",
            "2090$",
            "9-12 PAX",
            "1990$",
            "13-15 PAX",
            "1940$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Lake Ugii in Orkhon Valley",
                "description": "Take our vehicle and drive towards Lake Ugii in Orkhon valley. The road is smoothly paved, and for the last 90 km, we drive on a dirt road, which leads to the lake. Ugii Lake is a wonderful place to have to relax after long driving. The lake has an abundant birdlife of more than 150 bird species. Bird watching, fishing is parts of the available entertainment. Preparing yourself for the next horse trekking days. Getting the first experience of a Mongolian ger. (B/L/D)",
                "images": [
                    "/uploads/Ogii Lake (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Ride to Khoshoo Tsaidam",
                "description": "Start our horse trekking towards Khoshoo Tsaidam, one of the important historical sites of Turkic State. Inscriptions on the ancient monuments are considered as the oldest known written documents of the Turkish language, and it describes the events of the Turks Khaganate which was settled in the Orkhon valley in the VIII-IX centuries. (B/L/D)",
                "images": ["/uploads/Horse_riding_tour_Orkhon_Valley.jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Continue our trek through beautiful Orkhon valley and arrive in Kharkhorin in the afternoon. Kharkhorin - the ancient capital of the Mongol empire and one of the important sites of Mongolian history and culture. From here the Chinggis khan and his sons ruled the Great Mongol Empire during the XIII century, and it was a political and trade center through which passed the legendary Silk Road, the main commerce network of whole Eurasia. Visit Erdene Zuu monastery built on the ruins of Kharkhorin city in the XVI century. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAYS 5-9.",
                "title": "Horseback Riding Towards Orkhon Waterfall",
                "description": "Next few days we trek on horseback down to the south having a visit to Shank and Tuvkhun Monastery and arrive at Orkhon waterfall. This is the last point of our horse trekking. Each day horse trekking 4-5 hours. (B/L/D)",
                "images": ["/uploads/Tovkhon Monastery.jpg"]
            },
            {
                "number": "DAYS 10-11.",
                "title": "Khustai National Park",
                "description": "Today we take our vehicle and drive towards Khustai National Park - 90 000 hectares reserved area to the west of Ulaanbaatar, is a wild horse sanctuary that offers an unexpected encounter with wild horses of Takhi (or Przewalski horse), the world's only naturally surviving wild horses, recently re-introduced to Mongolia in the Khustai NP during the last 20 years. ",
                "images": []
            },
            {
                "number": "DAY 12.",
                "title": "City Tour",
                "description": "Drive back to Ulaanbaatar. City tour with the Winter Palace of the Bogd Khan, where the last king of Mongolia lived and now turned into a museum. Amazing cultural performance - national folk and dance concert in the evening. Farewell dinner together. (B/L/D)",
                "images": [
                    "/uploads/Bogd Khan Palace Museum & Cultural Performance (Golden Gobi and Kharkhorin Tour Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Departure",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guides for horseback riding\nHorseback riding\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guides for horseback riding\nHorseback riding\nCamping equipments"
    },
    {
        "title": "Naadam to Naadam Guided Photo Tour",
        "overview": "Take a trip to Mongolia to join the Naadam festival in two different locations (Ulaanbaatar and the countryside), which the best way to experience Mongolian culture, tradition, arts, music, and lifestyle. Mongolian Naadam Festival is a national holiday and is so traditional, colorful, and thrilling event, held in July, annually all over the country.\n\nThis our Special Naadam Tour, you have an opportunity to arrange private photography sessions, give you a great chance to capture Mongolia's unique Naadam festival and portraits of well-dressed Mongolians along with enjoying local and city Naadam on the same trip. Visit the grand opening ceremony of official Naadam and other cultural events in Ulaanbaatar and then jump to the country road to reach the local Naadam festival which is smaller but not too touristic and crowded so it gives you the chance to explore this unique event at your own pace. You will not only experience the cultural heritage of Mongolia but also enjoy the picturesque landscapes of the country and it is one of the most scenic objects for photographers.\n\n ",
        "locations": [],
        "price": [
            "2 PAX",
            "1890$",
            "3-4 PAX",
            "1710$",
            "5-8 PAX",
            "1630$",
            "9-12 PAX",
            "1560$",
            "13-15 PAX",
            "1490$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "/6 July/ Arrival in Ulaanbaatar",
                "description": "Take a city tour depending on your arrival time. Ulaanbaatar, the contemporary city, surrounded by four holy mountains. Keeps some of the historical aspects from nomadic dwelling districts and centuries-old Buddhist temples to modern constructions. Visit the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take photos of local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (B/L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "/7 July/ Lake Ugii",
                "description": "Drive to Lake Ugii to visit and photograph nomadic people. We arrange and prepare everything ready for your photographs deep inside of Mongolia nomadic life and especially with a combination of your request, the interest of classic portraits, showing the nomad’s costume and heritages which all give a real sense of their unique and unchanged lives for thousand years. Stay overnight in tourist ger camp. (B/L/D)",
                "images": ["/uploads/Mongols.jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "/8 July/ Erdenezuu monastery in Kharkhorin",
                "description": "Heading to Kharkhorin village, the next shooting spot is Orkhon Valley listed as a UNESCO world heritage site. You and your team find your own style of photography for Kharkhorin–the ancient capital city of the Mongol Empire, oldest surviving monastery Erdene-Zuu, and other historically and naturally iconic landscape locations. All these places can be good practice, composition, and exposure lighting for historical shots, architecture shots, and great landscapes. Stay overnight in tourist ger camp.(B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "/9 July/ Local Naadam in Kharkhorin",
                "description": "Today we will have the first experience of the Naadam festival in Kharkhorin with locals. It is a great chance to enjoy three classic Mongolian sports, horse racing, wrestling, and archery. Spending the time to see and capture photographs of the festival and people. Take pictures of portraits of local nomads in colorful national costumes. (B/L/D)",
                "images": ["/uploads/Local_Naadam_in_Kharkhorin.jpg"]
            },
            {
                "number": "DAY 5.",
                "title": "/10 July/ Drive back to Ulaanbaatar & Deeltei Mongol Festival",
                "description": "Leave early in the morning to Ulaanbaatar to enjoy Deeltei Mongol Festival (Traditional Costume Festival). Deel is a national costume that makes the festival more colorful and more traditional. It is good to tell you that foreigners are possible to participate in this festival to dress in Mongolian costume and join the parade in the central square. There are also more cultural activities are organized. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 6-7.",
                "title": "/11 -12 July/ Naadam Festival Days",
                "description": "Start the Naadam festival in the central stadium to watch the Grand Opening Ceremony which begins with the nine white banner-delivering into the central stadium from the Government palace of Mongolia on the nine magnificent horses. Other festivity performances continued with arts and music stars, monks, soldiers, horses, and much more…",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "/13 July/ Departure",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nTickets to Naadam Festival (opening ceremony & horse racing)\nMuseums and cultural performance\nHorseback riding (optional)",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nTickets to Naadam Festival (opening ceremony & horse racing)\nMuseums and cultural performance\nHorseback riding (optional)"
    },
    {
        "title": "NAADAM FESTIVAL 2024 in Western Mongolia tour",
        "overview": "Would you experience the most delighted festival with the locals and the true identity of this nomadic nation in the top travel destination of Mongolia? We offer you this well-crafted western Mongolia Tour itinerary to let you celebrate National Holiday Naadam Festival, enjoy famous three games of men-horse racing, national wrestling, traditional archery. You will travel through Mongolia’s ragged landscapes, relax at scenic lakes, visit world heritage and historical sites including centuries old Buddhist temples, horseback riding, stay in nomadic yurt and wild camping and enjoy campfire in the wild west of Mongolia. Visit Kazakh family to meet golden eagle hunters, receive great hospitality, experience unique culture, try Mongolian cuisine and much more activities and adventures are offered on this Mongolian adventurous trip",
        "locations": [
            "National Holiday Naadam Festival",
            "Orkhon Valley, Kharkhorin / Erdene Zuu Monastery",
            "Beautiful lakes, sand dunes, high mountain ranges",
            "Ethnic people of the western provinces",
            "Eagle hunting kazakh family"
        ],
        "price": [
            "2 pax",
            "3200$",
            "3-4 pax",
            "3000$",
            "5-8 pax",
            "2800$",
            "9-15 pax",
            "2600$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrive in Ulaanbaatar.",
                "description": "Transfer to the hotel. Unpack and rest in the hotel. Short city tour with Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from Stone Age to the 21st century and Buddhism, and Sukhbaatar Square (also known as Chingis Khaan Square). Welcome dinner and briefing on the upcoming tour. (L/ D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Kharkhorin- Orkhon Valley - Erdene Zuu",
                "description": "Early in the morning start driving to Kharkhorin, which is settled in legendary Orkhon valley. It was formerly a great capital city built by the order of Chingis Khaan and finished by his son Ugudei in 1235. But in 1380 it was destroyed by Manchu soldiers completely. Later on in 1586 Abtai khaan raised the Erdene Zuu Monastery, the first Buddhist temple complex, at the ruins of this famous city. Although most of the monastery buildings were destroyed during the communist repression of 1937, major buildings and 108 stupas are survived and the exhibits are displayed for the visitors. We will visit the Erdene Zuu Monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "Arkhangai province",
                "description": "We head to the west. Have a stop at Tsetserleg town of Arkhangai province to have a visit to the local museum which attracts visitors by its interesting exhibits. Arkhangai lies in the northern slopes of the Khangai mountain range and it is also known as Mongolian Switzerland for its mountains, cliffs, fast-flowing rivers, and lush green forests.",
                "images": []
            },
            {
                "number": "DAYS 4-5.",
                "title": "Khorgo-Terkhiin Tsagaan Lake National Park",
                "description": "Beautiful freshwater lake surrounded by extinct volcanoes at an altitude of 2.060 meters above the sea level. Explore the lake and its vicinity areas. Hike to Khorgo Uul volcano (2.965m) from the northeast shore of the lake. The lake, birdlife, and mountains are protected within the 73000-hectare Khorgo-Terkhiin Tsagaan Lake National Park. Fishing, swimming, hiking, and walking activities. Visit caves on the way. (B/L/D)",
                "images": [
                    "/uploads/Khorgo Terkhiin Tsagaan NP (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Drive to Western Mongolia",
                "description": "Encounter the Khangai mountain range and pass Solongot and Zagastai Mountain-passes. Driving through rugged landscapes and entering the western region of Mongolia. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 7-8.",
                "title": "The Naadam Festival",
                "description": "NAADAM FESTIVAL DAYS in Uliastai town.",
                "images": []
            },
            {
                "number": "DAY 9.",
                "title": "Ereen nuur lake",
                "description": "Arrive at Ereen Nuur lake, surrounded by lovely sandhills. Easy walks and treks around the lake, feel-good relax. (B/L/D)",
                "images": [
                    "/uploads/Ereen Lake (NAADAM FESTIVAL 2021 in Western Mongolia tour).jpg"
                ]
            },
            {
                "number": "DAYS 10-11.",
                "title": "Khar Us lake",
                "description": "At the entrance to Khovd Province, we pass Durgon lake and drive in the valleys between twin summits of Jargalant Khairkhan (3796m) and Bumbat Khairhan (3464m) mountains. Arrive at Khar Us lake. Enjoy the lake and its birdlife. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 12.",
                "title": "Arrive in Khovd province.",
                "description": "Visit the local museum and market. The museum is small but has excellent collections. ",
                "images": []
            },
            {
                "number": "DAYS 13-14.",
                "title": "Visit Kazakh family",
                "description": "Head to the northwest towards Bayan Ulgii province. Come close to magnificent Tsambagarav Mountain (4193m). Trekking and climbing sessions while enjoying the natural beauty and meeting with local people. Visit Eagle hunting Kazakh family. Discover their unique lifestyle and talking with family members. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 15.",
                "title": "Arrive at Ulgii town",
                "description": "Pass Tolbo lake and arrive at Ulgii town, the center of the westernmost province of Mongolia. Unlike other provinces its population is dominated by Turkic Kazakhs, which have their own language, customs and it is the Muslim religion. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 16.",
                "title": "City tour",
                "description": "Take a flight back to Ulaanbaatar. Free hours at the hotel, or you can go for personal explorations and shopping. Option to visit Bogd Khan Palace Museum. Enjoy a traditional folk performance in the evening. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 17.",
                "title": "Departure",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel***,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nDomestic flight\nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments",
        "notIncludes": "Accommodation: Hotel***,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nDomestic flight\nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments"
    },
    {
        "title": "Extreme Winter Experience Photo Tour in Northern Mongolia",
        "overview": "Discover Mongolia in its wonderful form of covered snow in the winter. Capture and explore the northern Mongolian wilderness on reindeer back and meet the Tsaatan people. Great opportunity to collect uncommon photo shoots. Cooking over open fires and sleeping in tent and teepee. Challenge yourself on this adventure once in a lifetime. While many consider the Mongolian winter to be extremely cold and harsh, Mother Nature has actually provided us with the most unique opportunity to admire her most compelling beauty!\n\nWhat if you could be exploring the very North of Mongolia where, among the vast expanses of Taiga and plentiful natural treasures, the Dukha-Reindeer herders live? Join us and make sure you do not miss this great opportunity to create memorable photographs of the people herding reindeer, living in urts - teepees, migrating, and practicing shamanism. People of the Taiga appreciate real friendship and loyalty to the traditions of their ancestors. You will be so close to this unique life and culture you will feel as though you have visited from another planet or been teleported from a different age. This is absolutely another reality, another Mongolia. Once you have visited the Taiga people, you will not return back home to the same person, but something in your mentality will change forever.\n\n ",
        "locations": [
            "Take portraits of one of the ethnic groups – Tsaatan minority, Reindeers, Teepees, and learn about their culture, and the relationship between reindeer and reindeer herders.",
            "Experience an overnight stay in a Teepee, the traditional dwelling of Tsaatans people during the winter time.",
            "Ride a reindeer and capture Reindeer caravan in the Taiga, in the remote north of Mongolia, near the Russian Border.",
            "Fill your lens with the semi wild reindeers, between the mountains and flock of reindeers.",
            "Visit Gandan Monastery in Ulaanbaatar, and enjoy a photo shoot in the eccentric Winter Palace of Bogd Khan."
        ],
        "price": [
            "4 PAX",
            "2880$",
            "5-6 PAX",
            "2680$",
            "7-8 PAX",
            "2530$",
            "9-10 PAX",
            "2380$",
            "11-12 PAX",
            "2280$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ulaanbaatar%20(Sukhbaatar%20Square%20&%20Gandan%20Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Drive to Erdenet City",
                "description": "This morning we drive to Erdenet city, which is the third-largest city in Mongolia. Lunch at a road-side restaurant on the way. After arriving in Erdenet city, do some city tour and dinner at a local restaurant. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Drive to Murun",
                "description": "Continue our trip to the north after breakfast at a local hotel. Arrive in Murun, the central town of Khovsgol province. If we have time, visit a local museum. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Drive to Tsaatan’s winter camp in Tsagaannuur sum",
                "description": "Early in the morning have breakfast and head to Tsagaannuur sum. We cross Darkhad valley and head towards Tsagaan Nuur Lake, where the center of Sum locates. On the way pass-through “13 ovoo - mountain pass” and here visitors can leisure in real untouched wildlife. The Darkhad depression is located between the Khoridol Saridag Mountain Range and the Ulaan Taiga Forest. We arrive at east taiga where the Reindeer herder’s winter camp located, after driving 30 km from Tsagaannuur sum. Reindeer herders live in East and West Taiga. (B/L/D)",
                "images": [
                    "/uploads/Darkhad_Valley-(Extreme_Winter_Experience_Photo_Tour_in_Northern_Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Reindeer Riding to Taiga",
                "description": "Today we have breakfast with a local family and reload our luggage on reindeer’s back and will leave our vehicle team, as the landscape becomes difficult to access with cars. Ride to a place, where the Reindeer fence off and protect from the wolves and other wild games. 5 or 6 hours of riding reindeer arrive in camping place. (B/L/D)",
                "images": [
                    "/uploads/Taiga_reindeer-(Extreme_Winter_Experience_Photo_Tour_in_Northern_Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Reindeer Riding to Kultus Mountain",
                "description": "This morning we feed the reindeers and reload the luggage. Until local staff is reloading the luggage it is free time to take photos and help them. Ride a reindeer to the main spot named Kultus Mountain and we will ride along the Kultus River. This area is a remote place and here you can see moose, squirrel, and other wild games. Arrive in the mountain and open a fence, which the reindeers are blocked out. (B/L/D)",
                "images": [
                    "/uploads/Taiga_winter-(Extreme_Winter_Experience_Photo_Tour_in_Northern_Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 7-8.",
                "title": "Photography Days",
                "description": "These days are free days to photographing. Enjoy a breakfast in Taiga,  also known as boreal forest or snow forest, is a biome characterized by coniferous forests consisting mostly of pines, spruces, and larches. Here is an opportunity to shoot photos of reindeers, the relation between humans and reindeer also you can take a portrait of Reindeer Herders. Mongolian reindeers are semi-wild animals, so they are not fed by any additional foods. But during the wintertime reindeer needs more salt. So, you can use a pinch of salt to take photos that you expect. (B/L/D)",
                "images": [
                    "/uploads/Taiga_photography-(Extreme_Winter_Experience_Photo_Tour_in_Northern_Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "Riding Out to Tsaatan’s Camp",
                "description": "This morning we pack our luggage and ride back to Tsaatan’s camp, along the Kultus River. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "Arrive in Tsaatan’s Camp",
                "description": "Today we ride south to Reindeer herder’s camp. We will cross the Tengis River and it is a breathtaking view to capture the landscape from the pass. And also we experience to cross the river over the frozen river. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Free Day in Reindeer Herder’s Camp",
                "description": "Today is a free day in Reindeer herder’s camp. Here is a great opportunity to communicate with local families. Around 500 Dukha people live a remote nomadic life, migrating from place to place in search of valuable resources to continue their existence. Here in East Taiga not more than 12 reindeer herder families lives and you will stay the full day with them. The origin of Tsaatan is Tuva, and they speak Tureg and Mongolian. Overnight in a tent or teepee. (B/L/D)",
                "images": [
                    "/uploads/Taiga_reindeers_2-(Extreme_Winter_Experience_Photo_Tour_in_Northern_Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Drive to Lake Khovsgol",
                "description": "This morning we drive south to Lake Khovsgol, which is named Blue Pearl of Mongolia. Before the lake freeze, it becomes thick and a scape, wave of the lake is unusual and breathtaking. Here we will stay overnight at the ger camp and here is a great chance to feel the breeze of one of the world’s freshest pure water lakes. The lake completely freezes in January. (B/L/D)",
                "images": [
                    "/uploads/Khovsgol_lake-(Extreme_Winter_Experience_Photo_Tour_in_Northern_Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Back to Ulaanbaatar",
                "description": "Today we leave early in the morning to the capital city of Mongolia for more than 800 km. Lunch on the way. Spend last day in Mongolia. After we arrive in Ulaanbaatar, transfer to the hotel and rest. And take modern facilities after a long time of traveling in a remote place. Farewell dinner with the team. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: , Guiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nReindeer riding\nCamping equipments",
        "notIncludes": "Accommodation: "
    },
    {
        "title": "Mongolian Golden Circuit Tour: Through the Monasteries and Lakes",
        "overview": "Explore Mongolia with full of beautiful nature and historical sites. This tour covers north and central Mongolia.\n\nMonasteries: Gandan Monastery, Amarbayasgalant monastery, Zayiin Gegeen monastery, Erdene Zuu monastery, Tuvkhun monastery \n\nBuddhism took firm root and adopted as the official religion of Mongolia in the second half of the 16th century. Tibetan lamas came in large numbers to organize the systematic translation of religious literature into Mongolian, and this in turn greatly encouraged the growth of literacy amongst Mongols and the flourishing of Mongol culture. \n\nLakes: Everyone knows that Mongolia is the country of blue sky, steppes, deserts, nomads, and horses. But did you know that the lakes are also the top travel destinations in Mongolia? Photographer, traveler Batzaya Choijiljav took several photo trips to Mongolia’s some of the most scenic lakes. You can enjoy vibrant blue water contrasting with sand dunes, amazing aerial views, cool winter captures along with its surrounding areas, such as nomadic lifestyle and people.",
        "locations": [
            "Buddhist monasteries - Gandan, Amarbayasgalant, Erdene Zuu, and Tuvkhun",
            "Khuvsgul Lake National Park",
            "Historical Kharkhorin, the ancient capital of the Mongol empire",
            "Khorgo - Terkhiin Tsagaan Lake National Park",
            "Lake Ugii"
        ],
        "price": [
            "2 PAX",
            "2550$",
            "3-4 PAX",
            "2350$",
            "5-8 PAX",
            "2200$",
            "9-12 PAX",
            "2050$",
            "13-15 PAX",
            "1950$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). Welcome dinner and a short briefing on the upcoming tour. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Amarbayasgalant Monastery",
                "description": "Leave early in the morning to Amarbayasgalant Monastery – one of the the largest monastery of Mongolia, built in 17th century in the memory of the Bogdo Lama Zanabazar- head of Mongolian Buddhist religion. Located in the northern province Selenge, the Monastery lies in beautiful surroundings good for walking. Lunch at a road-side restaurant on the way (B/L/D)",
                "images": [
                    "/uploads/Amarbayasgalant Monastery (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAYS 3-5.",
                "title": "Lake Khovsgol National Park",
                "description": "Head to Lake Khovsgol National Park. Pass through Erdenet city / Mongolia's 3d largest city famous for its huge copper mine/ and Bulgan province. Late on the 4th day, we will arrive at the magnificent lake Khovsgol - one of the natural wonders of the world covering an area of 2760 km2. It is a land of taiga forest, crystal-clear lakes, icy streams, and lush grass.",
                "images": []
            },
            {
                "number": "DAY 6.",
                "title": "Shine-Ider village",
                "description": "Our trip turns to the south towards Khorgo - Terkhiin Tsagaan Lake National Park. Take an overnight stop at Shine-Ider village on the way. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 7-8.",
                "title": "Khorgo-Terkhiin Tsagaan Lake National Park",
                "description": "Arrive in Terkhiin Tsagaan lake - a beautiful freshwater lake surrounded by extinct volcanoes at an altitude of 2.060 meters above the sea level. Explore the lake and its vicinity areas. Hike to Khorgo Uul volcano (2.965m) from the northeast shore of the lake. Visit caves on the way. (B/L/D)",
                "images": [
                    "/uploads/Khorgo Terkhiin Tsagaan NP (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "Zayan Gegeen Monastery",
                "description": "Drive to Tsetserleg, the central town of Arkhangai province. Visit the Zayan Gegeen Monastery and local Museum in the town. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "Tuvkhun Monastery",
                "description": "Drive towards the “Orkhon valley cultural landscape” as inscribed in the UNESCO World Heritage list in 2004. Next 3 days we will navigate within this historical landscape having a visit to its famous sites as Tuvkhun monastery, Kharkhorin Erdene Zuu, and lake Ugii.",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 12.",
                "title": "Lake Ugii",
                "description": "Head to Lake Ugii, which is a wonderful place to have to relax after long driving. The lake has an abundant birdlife of more than 150 bird species. Bird watching, fishing is parts of the available entertainment. We will visit a local family, exploring their nomadic lifestyle and livestock farming. Getting the first experience of a Mongolian ger. (B/L/D)",
                "images": [
                    "/uploads/Ogii Lake (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Back to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar. Lunch at a road-side restaurant on the way. Transfer to hotel and have free time for relaxing or personal activity. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "City Tour",
                "description": "Visit the Winter Palace of the Bogd Khan and the Fine Arts Zanabazar Museum. Go up to the top of the Zaisan Memorial to have a panoramic view of the whole city. Farewell dinner together. (B/L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Bogd Khan Museum & Zaisan Memorial).jpg"
                ]
            },
            {
                "number": "DAY 15.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan \nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan \nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding"
    },
    {
        "title": "Mongolia Riding Tour",
        "overview": "Discover Mongolian Gobi on a camel and the legendary Orkhon valley on horseback. The must-visit places in Mongolia for travelers are to visit two major important highlights of Mongolia: South Gobi and Kharkhorin. Indeed, this itinerary could be classified as CLASSIC by presenting the true essence of Mongolian nature and culture with visits to a hospitable nomad settlement, active Buddhist monasteries, historical sites, and natural parks. Nature along this tour will be changing dramatically: from the golden dunes of Gobi to the open green valleys dotted with wildflowers, from vast plain steppes to a great waterfall and charming lake Ogii! In order to make this classic trip more active, we have added 1.5-day camel riding and horseriding activities in places where it is most preferable - in the Gobi Desert and at the Lake Ugii.",
        "locations": [
            "Horse & camel riding experience",
            "Visit nomad family",
            "Sliding at the sand dunes",
            "Hiking in the natural parks"
        ],
        "price": [
            "2 PAX",
            "2930$",
            "3-4 PAX",
            "2700$",
            "5-8 PAX",
            "2590$",
            "9-12 PAX",
            "2470$",
            "13-15 PAX",
            "2415$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to South Gobi",
                "description": "Take a flight to Dalanzadgad town, the central town of South Gobi province. Meet with our driver and drive to Yol Valley known as Yoliin Am or Lammergeier Valley in the Gobi Gurvan Saikhan Mountain National Park. This is a picturesque valley in the middle of the Gobi desert with thick ice almost all year round. While ascending to the valley we will find a glacier in the middle of the rocky cliffs If we visit before August. (B/L/D)",
                "images": ["/uploads/Yol Valley (Golden Gobi short tour).jpg"]
            },
            {
                "number": "DAYS 3-4.",
                "title": "Camel Riding in Gobi Desert",
                "description": "Drive to Khongor Sand Dunes (195km) - the largest and most spectacular sand dunes in Mongolia. Dunes of Khongor is known as the « singing sands » and rise from the plain reaching a height of 800m and extending for 150km long. The spectacular dunes are bordered by lush green vegetation supported by a small river Khongor river. ",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Bayanzag - Flaming Cliffs",
                "description": "Today we will drive to Bayanzag, (known as a Flaming Cliffs where the first nest of dinosaur eggs ever discovered was found in 1922.) a site famous for the remains of dinosaurs which lived here 60 million years ago. It was discovered by the American paleontologist Roy Chapman Andrews who first discovered fossil beds of dinosaur bones which made world headlines. You can walk around where dinosaurs once roamed and see saksaul trees and other classic desert vegetation. (B/L/D)",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Mysterious Ongi Monastery",
                "description": "Head to the north towards Orkhon Waterfall. Overnight stop in Middle Gobi province, at the Ongi monastery ruins, a small mountainous area with the sites of remains of ruined old monasteries. Once the monastery has served as a midway point for Buddhist pilgrimages going to holy Tibet. After dinner walk to the ruins of the monastery and enjoy the sunset. (B/L/D)",
                "images": [
                    "/uploads/Ongi Monastery Ruins (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 7.",
                "title": "Orkhon Waterfall",
                "description": "We will reach the Orkhon waterfall or known as Ulaantsutgalan waterfall. Formed by volcanic eruptions about 20.000 years ago, the waterfall cascades from a height of 20m. It is a scenic, tranquil spot and surrounding nature is undisturbed, as such there are opportunities for good walking and riding in the area. (B/L/D)",
                "images": ["/uploads/Orkhon Waterfall (Ulaantsutgalan).jpg"]
            },
            {
                "number": "DAY 8.",
                "title": "Erdene Zuu monastery in Kharkhorin",
                "description": "Drive to Kharkhorin (130 km) – ruins of the ancient capital of the Mongol Empire built by king Ugudei in 1235. The city was strategically located at the crossroads of traditional routes, creating a staging post for migrating nomads and merchants’ caravans. Foreign envoys and prominent clerics traveled to this city for an audience with the king of the Mongol Empire. Far after when the Khubilai Khaan (King) moved the capital to Beijing in 1264, Kharkhorin was raised to the ground by Manchu soldiers. However, the bricks and stones from the ruins of this ancient city were used to build the Erdene Zuu Monastery nearby. Visit Erdene Zuu monastery and Karakorum Museum in Kharkhorin and local market for interesting souvenirs and artworks. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAYS 9-10",
                "title": "Horse Riding in Orkhon Valley",
                "description": "Drive towards Lake Ugii (75 km) - another lovely place of silence and tranquility. The lake is at 1.387 meters above sea level, which engages 27 sq. km of area. The lake offers charming views extending to far horizons. Usually, the lake has beautiful calming views with smooth waves, but it becomes impressive when strong wind flows above the lake's surface. The lake abounds various types of fish and birds, which creates incredible natural beauty. During 2 days at the lake, we will ride horses and make a trip around the lake. Visit nomad family. Optional walking activity along the lakeshore. (B/L/D)",
                "images": ["/uploads/Horse_riding_tour_Orkhon_Valley.jpg"]
            },
            {
                "number": "DAY 11.",
                "title": "Discover Khustai National Park",
                "description": "Drive to Khustai national park /190 km/ to see a wild horse- takhi, widely known as “Przewalski horse”. Those are the only wild horse to survive in modern times. The species were returned to Mongolia from world zoos and reserves within Hustai National Park, which is 100 km west of Ulaanbaatar in 1992. Khustain Nuruu has good vegetation, springs, birch forest, and rocks which are suitable for many wild animals including 46 species of mammals and 172 species of birds. (B/L/D)",
                "images": [
                    "/uploads/Khustai National Park (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Back to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar and visit the Bogd Khan Winter Palace Museum, where the last king of Mongolia lived and now turned into a museum. Option to go shopping for souvenirs and other Mongolian natural products. Amazing cultural performance - national folk and dance concert in the evening. (B/L/D)",
                "images": [
                    "/uploads/Bogd Khan Palace Museum & Cultural Performance (Golden Gobi and Kharkhorin Tour Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Departure Day",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic flight (Ulaanbaatar-Dalanzadgad)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guides for horse and camel riding\nHorse and camel riding \nCamping equipment",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic flight (Ulaanbaatar-Dalanzadgad)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guides for horse and camel riding\nHorse and camel riding \nCamping equipment"
    }
]
