[
    {
        "title": "Fishing in Darkhad Valley in Khovsgol Province",
        "overview": "This fishing adventure allows you to discover the wild rivers of northwestern Mongolia, under the expert guidance of our expedition leader, who will take you to the best fishing spots in Mongolia’s northernmost province, which shares a border with Siberia Russia to the north. This is a wonderful opportunity to take a relaxing, peaceful journey through some of Mongolia’s most impressive scenery in the far northwest.\n\nFishing in Alag Tseel River and Darkhad valley. We will spend the day fishing in the river, surrounded by impressive snowy peaks. This valley is a paradise for bird watchers because of the number of lakes (more than 300). This small and slow-flowing river is also rich in graylings, lenoks, as well as surprisingly large taimen.\n\nFishing in Shishgid and Tengis rivers, a fly fisher's paradise, where your guide will be able to direct you to the best spots for Siberian salmon, Armour River pikes, burbots, lenok, grayling, and taimen. The taimen is known as the ‘giant trout of Asia,’ and can grow up to 6 feet! Get creative making those flies – Taimen has been known to eat rats and ground squirrels!",
        "locations": [
            "Fishing in Shishgid, Tengis, and Delger rivers",
            "Tsagaan Nuur - White lake",
            "Wild rivers of northwestern Mongolia"
        ],
        "price": [
            "2 PAX",
            "2540$",
            "3-4 PAX",
            "2390$",
            "5-8 PAX",
            "2290$",
            "9-12 PAX",
            "2190$",
            "13-15 PAX",
            "2140$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to Northern Mongolia",
                "description": "Take a domestic flight to Murun, the central town of Khovsgol province. Meet our driver at the local airport and drive to Alag Tseel river in the Darkhad Valley. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Alag Tseel River",
                "description": "Fishing in the river, surrounded by impressive snowy peaks. Spanning 4000m, this valley is a paradise for bird watchers because of the number of lakes (more than 300). The abundance of birds: ducks; geese; swans; cranes; curlews; heron; snipe; and many other birds will increase your pleasure while you fish there. This small and slow-flowing river is also rich in graylings, lenoks, as well as surprisingly large taimen. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Shishgid River",
                "description": "Boating across the Shishgid River and fishing is available. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Tengis River",
                "description": "Reaching the confluence of the Shishgid and Tengis rivers - a fly-fisherman paradise. Overnight in the tent next to a good fishing spot. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 6-7.",
                "title": "Relaxing Days in Tengis River",
                "description": "Taking two days to enjoy the tranquility of fishing the lower stages of the Tengis River. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 8-9.",
                "title": "Shishgid River",
                "description": "Spending two peaceful days fishing in the Shishgid River. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "Tsagaan Nuur - White Lake",
                "description": "Returning to Tsagaan Nuur. We will drive back to the original river we visited, Alag Tseel, where we will fish for the day. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Delger River",
                "description": "Driving to the Delger River, where we will camp in a picturesque spot on its bank, close to Murun town. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 12.",
                "title": "Deer Stones & Back to Ulaanbaatar",
                "description": "",
                "images": []
            },
            {
                "number": "DAY 13.",
                "title": "Departure Day",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan \nDomestic round-trip flights (Murun-Ulaanbaatar-Murun)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan \nDomestic round-trip flights (Murun-Ulaanbaatar-Murun)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments"
    },
    {
        "title": "Cultural and Conventional Tour",
        "overview": "You will have a unique opportunity to experience Mongolian culture, nomadic lifestyle, and picturesque landscape and this tour offer 6 days leisure holiday through the country’s central with visits to the important monastery of Mongolian Buddhist history. Relaxing days at beautiful freshwater lakes combined to make this spiritual tour more enjoyable.  \nOne more highlight of the trip is Przewalski horses /Takhi in Mongolian/ in Hustai National Park.  Przewalski horses are the only wild horse to survive in modern times.\nThe species were returned to Mongolia from world zoos and reserves within Hustai National Park is 100 km west of Ulaanbaatar. Takhi, like zebra and the extinct tarpan, are a wild species and have never been domesticated or ridden.",
        "locations": [
            "Ugii lake",
            "Ancient capital Kharkhorin",
            "Erden Zuu monastery",
            "Hustai National Park",
            "Takhi - Przewalsi horse"
        ],
        "price": [
            "2 PAX",
            "1198$",
            "3-4 PAX",
            "1098$",
            "5-8 PAX",
            "998$",
            "9-12 PAX",
            "898$",
            "13-15 PAX",
            "848$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Arrive in Ulaanbaatar. Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/city tour-in- ulaanbaatar mongolia-capital-ayan-travel.jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Lake Ugii",
                "description": "Head to Lake Ugii in the morning. The road is smoothly paved, and for the last 90 km, we drive on a dirt road, which leads to the lake. Lake Ugii is a wonderful place to have to relax after long driving. The lake has an abundant birdlife of more than 150 bird species. We will visit a local family, exploring their nomadic lifestyle and livestock farming. Getting the first experience of a Mongolian ger. (B/L/D)",
                "images": ["/uploads/elsen_tasarkhai_aduutai.jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "Khustai National Park",
                "description": "Drive to Khustai National Park - 90 000 hectares reserved area to the west of Ulaanbaatar is a wild horse sanctuary that offers an unexpected encounter with wild horses of Przewalski or Takhi, the world's only naturally surviving wild horses, recently re-introduced to the region. (B/L/D)",
                "images": [
                    "/uploads/Khustai National Park (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "City Tour",
                "description": "Drive back to Ulaanbaatar and visit the Winter Palace of the Bogd Khan, where the last king of Mongolia lived and now turned into a museum. Option to go shopping for souvenirs and other Mongolian natural products. Amazing cultural performance - national folk and dance concert in the evening. (B/L/D)",
                "images": [
                    "/uploads/Bogd Khan Palace Museum & Cultural Performance (Golden Gobi and Kharkhorin Tour Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance"
    },
    {
        "title": "Trekking Through Orkhon Valley & Suvarga Khairkhan Mountain Tour",
        "overview": "It’s just a very convenient itinerary for easy trekkers, which takes place in the heart of Mongolia in Arkhangai province, a symbol of Mongolian identity with its peaceful green meadows, rolling hills and valleys dotted with wildflowers.\n\nBecause the area presents the most appreciable environment for animal husbandry, you’ll have the opportunity to meet nomads and be invited to their families. Parallel, some few days of the tour will be spent in the complete isolation of the human living, in the beautiful Suvarga khairkhan mountain. During the trek, we will occasionally have a visit to interesting museums and historical sites of Orkhon valley including Kharkhorin and Erdene Zuu Monastery site, which are the important part of Mongolian history. You will enjoy the magnificent Orkhon waterfall, freshwater rivers, and the lovely sandy area of Elsen Tasarhai. The memories of the wonderful trek will touch you for a long time. \n\n ",
        "locations": [
            "Legendary Orkhon Valley",
            "Erdene Zuu monastery in historical Kharkhorin, the ancient capital of the Mongol empire",
            "Trekking in wild areas of Suvarga Khairkhan mountain (3.179 m) with horse support",
            "Elsen Tasarkhai Sand Dunes",
            "Orkhon waterfall"
        ],
        "price": [
            "2 PAX",
            "2390$",
            "3-4 PAX",
            "2190$",
            "5-8 PAX",
            "2040$",
            "9-12 PAX",
            "1890$",
            "13-15 PAX",
            "1740$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ulaanbaatar%20(Sukhbaatar%20Square%20&%20Gandan%20Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Lake Ugii",
                "description": "Head to Lake Ugii in the morning. The road is smoothly paved, and for the last 90 km, we drive on a dirt road, which leads to the lake. Lake Ugii is a wonderful place to have to relax after long driving. The lake has an abundant birdlife of more than 150 bird species. Bird watching, fishing is parts of the available entertainment. Half-day is spending at the camp preparing yourself for the next 7 days of trekking. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ogii%20Lake%20(A%20True%20Nomadic%20Adventure%20Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Orkhon Bridge",
                "description": "Start our trekking along the north shore of the lake while exploring the lake and its abundant birdlife. Further, we cross the Orkhon Bridge and have an outdoor lunch. After lunch, we continue our trip and set tented camp near Tsetserleg town - the center of Arkhangai province. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Tsetserleg town",
                "description": "Entering the Tsetserleg, the central town of Arkhangai province. Visit a local museum. Driving to the south through the beautiful grass valley from which begins a forest mountainous area. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 5-7.",
                "title": "Suvarga Khairkhan Peak",
                "description": "Next few days we trek up to the mountains towards Suvarga Khairkhan peak 3.179 m. The trek leads us to several passes and forests of larches at the foot of this sacred mountain. We will leave our vehicle behind, and further horses and camels will support our team. The area is wild and has abundant wildlife including wolves, fox, bear, and deer. We will hear their voices at night in the forest, and if we are lucky we can see the wild animals during our whole trek. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 8-9.",
                "title": "Teel River",
                "description": "Walking down to the Teel River at the altitude of 1800 m, and trek through beautiful surrounding areas occasionally meeting herders and horsemen, visiting hospitable nomadic families. We have a chance to taste home-made milk products. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "Orkhon Waterfall",
                "description": "Now trekking along Orkhon valley until we reach the magnificent Orkhon waterfall or known as Ulaantsutgalan waterfall. After a while, we will visit the Tuvkhun temple settled on the Shiveet Mountain top. This is the place where Zanabazar, the head and founder of Mongolian Buddhism, was creating his famous artworks such as the national script “soyombo” in the XVI century. Now, the temple has accepted as “the world's precious heritage” by UNESCO. We can see the symbolic rock formations, stone script, and caves in the surroundings. (B/L/D)",
                "images": ["/uploads/Orkhon Waterfall (Ulaantsutgalan).jpg"]
            },
            {
                "number": "DAY 11.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Today we arrive in Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Erdenezuu%20Monastery%20(Kharkhorin).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Elsen Tasarkhai Sand Dunes",
                "description": "Drive to Elsen Tasarkhai Sand Dunes, the northmost point of the Mongolian desert with lovely sand dunes. It is a magnificent place to create portraits of wildlife landscape photography. Further, explore the lovely sand dunes and hike up to the ruins of Uvgun Temple in settled in the magnificent Khogno khan mountain.",
                "images": []
            },
            {
                "number": "DAY 13.",
                "title": "Back to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar. Lunch at a road-side restaurant on the way. Relaxing hours in the hotel. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorses for carrying luggage",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorses for carrying luggage"
    },
    {
        "title": "Short Trip to Gun-Galuut Nature Reserve for Birding",
        "overview": "Take a short trip to Gun Galuut Nature Reserve for bird watching and nature enjoying. This is a good way to stay unplugged and relax your mind. Gun Galuut Nature Reserve is a local protected area in Tuv province, 130km east of UB, for the conservation of globally threatened species, for instance, Argali Wild Mountain Sheep, Siberian White Crane, White-naped Crane, Hooded Crane, Red Falcon, Black Vulture, and Swan Goose are globally threatened and listed in the IUCN Red List. Also, there are nationally threatened species such as Whooper Swan, Black Stork, Great White Egret, Bar-Headed Goose, Bearded Vulture, and Eurasian Penduline.\n\n              ",
        "locations": [
            "Birdlife of Gun Galuut Nature Reserve",
            "Argali Wild Mountain Sheep",
            "Horse riding session"
        ],
        "price": [
            "2 PAX",
            "750$",
            "3-4 PAX",
            "650$",
            "5-8 PAX",
            "550$",
            "9-12 PAX",
            "500$",
            "13-15 PAX",
            "475$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Enjoy Gun Galuut Nature Reserve",
                "description": "Our team will pick you up at a pre-arranged location in the morning. Drive east to Gun Galuut Nature Reserve (NR), a protected area for conservation of globally threatened species. Welcome lunch at the “Steppe nomads” tourist ger camp. Trekking in the vicinity area: enjoy the true colors of the wild nature. In the afternoon have a visit to nomad family: explore their unique lifestyle, have a talk with nomads, taste their home-made products. Photoshooting is available. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 2.",
                "title": "Horseback Riding & Explore Wildlife",
                "description": "After breakfast, horseback riding to the mountain Baits, where the Argali-wild sheep lives. We will spend the rest of the day trying to see many wild animals as possible such as the Argali wild sheep, marmot, deer, gazelle, fox, and steppe fox, and many more (If lucky, wolf…). Ranger will be accompanying us, so there is no need to worry. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Kherlen River & Back to Ulaanbaatar",
                "description": "Free morning for your leisure, optional hiking to the hills nearby or enjoy some optional fishing or swimming in the river Kherlen. Drive back to Ulaanbaatar and transfer you to your accommodation. (B/L)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: * ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fee to the nature reserve\nHorseback riding",
        "notIncludes": "Accommodation: * ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fee to the nature reserve\nHorseback riding"
    },
    {
        "title": "World Energy Center - Khamar Monastery Tour Mongolia",
        "overview": "Eastern Gobi region or Dornogobi province is situated in the Southeast of the country and borders China. This wide area is a semi-desert zone, with hard and sandy soil. The territory is famous for medical herbs such as licorice, Cuscuta australis, and annual, perennial species, including wild leek, saksaul, elm, allium mongolicum, and saltwort. Home to iconic wild animals, such as wild horse, wild sheep, ibex, black-tailed antelope, white antelope, and lynx. Railway over 311 miles (500 km) long crosses 6 simons. Dornogobi has a railway station linking Moscow-Ulaanbaatar-Beijing, a medical museum, the music and drama theater named after Noble Saint Danzanravjaa, an ethnographic museum, an electrical power plant, food mills, and trade and cultural centers.",
        "locations": [],
        "price": [
            "2 PAX",
            "898$",
            "3-4 PAX",
            "798$",
            "5-8 PAX",
            "698$",
            "9-12 PAX",
            "598$",
            "13-15 PAX",
            "548$"
        ],
        "dailyData": [
            {
                "number": "DAY 1",
                "title": "Arrival in Ulaanbaatar",
                "description": "Option to transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. Transfer to the train station and take a train to Sainshand around 21 o'clock. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2",
                "title": "Sainshand town",
                "description": "Arrive around 7 o'clock in Sainshand town, the central town of Dornogovi (East Gobi) Province, which is one of the most essential central towns in Mongolia because of its strategic location to the border of China. Meet our driver and transfer to the hotel and have breakfast. Option to relax in the hotel. Then, town tour with the local museum and Danzanravjaa Museum. After that, visit the camel herder. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3",
                "title": "Visit Khamar Monastery-World Energy Center",
                "description": "In the morning, visit Khamar Monastery (Khamriin Khiid), founded in 1820, was an important Red Hat sect Buddhist monastic, cultural, and education center in Mongolia’s Gobi Desert region until its destruction in 1937. It is located 43 km south of the provincial center, Sainshand. Visit the Energy Center known as Shambhala.",
                "images": []
            },
            {
                "number": "DAY 4",
                "title": "Burdene Sand Dunes & Departure",
                "description": "After breakfast, drive to Burdene Sand Dunes with a beautiful oasis where Saint Danzanravjaa used to come with his disciples and meditate. There are 108 springs in the area to explore. Lunch in Sainshand. Transfer to the train station. Take a train to Beijing in the afternoon. Time will be announced later. (B/L)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: hotel, nomadic stay\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic train ticket (Ulaanbaatar-Sainshand)\nInternational train ticket (Sainshand-Beijing)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance",
        "notIncludes": "Accommodation: hotel, nomadic stay\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic train ticket (Ulaanbaatar-Sainshand)\nInternational train ticket (Sainshand-Beijing)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance"
    },
    {
        "title": "Living a Nomad Life in Orkhon Valley Tour",
        "overview": "Do you want to escape the always busy and crowded city and live worry-free in the beautiful landscape of Mongolia? Certainly, the best place to experience it is in the countryside where the nomadic herders have lived in much the same way for a hundred years. The hard conditions of life, far from embittering them, gave rise to the long-standing traditions of friendliness and hospitality.\n\nThis is a very unique cultural exchange program for those who wish to live a real nomadic life, becoming a part of the herders family - it’s certainly an experience of a lifetime, the chance that never comes again. Just practice that how can human life be so free a common being away from noisy city streets and high- tech boom!",
        "locations": [
            "Living a nomad life being a member of the nomad family",
            "Learning traditional customs",
            "Maximum interaction with nomads",
            "Beautiful Ugii lake and pleasant natural environment",
            "Ancient Mongolian capital Kharkhorin",
            "Erdene Zuu Monastery"
        ],
        "price": [
            "2 PAX",
            "1398$",
            "3-4 PAX",
            "1248$",
            "5-8 PAX",
            "1148$",
            "9-12 PAX",
            "1048$",
            "13-15 PAX",
            "998$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Arrive in Ulaanbaatar. Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAYS 2-4.",
                "title": "Meet Your Guest Nomadic Family",
                "description": "Today we will leave early in the morning to stay with a nomadic family in Orkhon Valley near Lake Ugii. We advise you to get small gifts for children of the nomadic family and the family as well.",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Ger Camp by Lake Ugii",
                "description": "Today is the day to leave our generous host and stay in a ger camp, where you can freshen up by Lake Ugii, which has an abundant birdlife of more than 150 bird species. This day is scheduled for your individual activity such as go for fishing, bird watching, walk along the lakeshore, swim, or just have time for writing about your 3-day with a nomadic family. (B/L/D)",
                "images": [
                    "/uploads/Ogii Lake (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 7.",
                "title": "Back to Ulaanbaatar",
                "description": "Head back to Ulaanbaatar after breakfast. Lunch at the roadside restaurant on the way. When we arrive in Ulaanbaatar, have a farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 8.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****, nomadic stay, * ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nMuseums and cultural performance\nHorseback riding",
        "notIncludes": "Accommodation: Hotel****, nomadic stay, * ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nMuseums and cultural performance\nHorseback riding"
    },
    {
        "title": "Cultural Short Tour with Kharkhorin-Erdene Zuu Monastery",
        "overview": "​Explore Kharkhorin, the formerly great capital city of the Mongol Empire, which was built by Ugudei Khaan in 1235. The city was strategically located at the crossroads of traditional routes, creating a staging post for migrating nomads and merchants caravans. Foreign envoys and prominent clerics traveled to this city for an audience with Mongol khan.\nFar after when the Hubilai Khaan moved t the capital to Beijing in 1264, Kharkhorin was raised to the ground by Manchu soldiers. However the bricks and stones from the ruins of this ancient city were used to build the Erdene Zuu Monastery nearby, so in that way, the old city lives on till today.\n\nErdene Zuu Monastery: The first Buddhist monastery in Mongolia, Erdene Zuu was established on the ruin of ancient Kharkhorin city in 1586 by Avtai Sain khan, probably the most ancient surviving Buddhist monastery in Mongolia. The monastery located in Kharkhorin sum, Uvurkhangai province. It is surrounded by a fortress wall-sized 420m on each side, with 108 stupas. In 1792, it housed 62 temples, Mongolian lords tried to have their own named temple inside of the wall of the monastery because it means they have a high reputation. Also in 1658, the biggest ger consists of 35 walls, 1700 long pole and could contain 200 people, was built up at the middle space of the monastery wall.\n\nThree main temples are named west zuu, middle zuu, and east zuu. Zuu means the respectful name of Buddha. So we can see Buddha’s different images such as past time Buddha, future time Buddha, present time Buddha, his child image, adult image, old aged image, and his sapient pupils in these temples. These temples have double-wall, to encapsulate warmth and cool and kind of praying named “Goroo”. Today this monastery could become an active monastery again and open for local believers and visitors. This is one of the places where we can learn more about the religious and cultural traditions of Mongolia. ",
        "locations": [
            "Kharkhorin",
            "Erdene Zuu Monastery",
            "Nomadic Family",
            "Horse Riding"
        ],
        "price": ["2 PAX", "1345$", "3-4 PAX", "1195$", "5-8 PAX", "1095$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin - the ancient capital of the Mongol Empire was destroyed by invading Chinese forces in the 15th century. We will have a lunch stop in the middle of the distance, which is 370 km between UB - Kharkhorin.",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Visit local family",
                "description": "Today we will visit a local family, exploring their nomadic lifestyle, and animal farming. Taste Mongolian dairy products like aaruul, fresh milk, cheese, butter, and tea with milk. Horse riding experience is available. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Elsen Tasarkhai Sand Dunes",
                "description": "Drive to Elsen Tasarkhai Sand Dunes, 90 km from the Kharkhorin. It is a magnificent place to create portraits of wildlife landscape photography. Further, explore the lovely sand dunes named Elsen Tasarkhai and hike in the beautiful mountains surrounding this place. No matter the time of day, the beautiful and ever-changing scene of this majestic sand dune Elsen Tasarkhai will be full of wildlife, energy, and motion. (B/L/D)",
                "images": [
                    "/uploads/Elsen Tasarkhai - Khugnu Khan (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Back to Ulaanbaatar",
                "description": "Drive back to Ulaanbaatar after breakfast. Have lunch at a roadside restaurant on the way. When we arrive in Ulaanbaatar, have farewell together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 6.",
                "title": "Departure",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance"
    },
    {
        "title": "Adventure Kids Tour in Orkhon valley",
        "overview": "Discover Mongolia and its unique cultures with this kid's friendly Family tour. It’s a quality time and another feeling of the magic of foreign cultures and once in a lifetime experiences that you will never forget. We encourage you to explore a new destination with your family in mind, focusing on the interests of you and your children. We are always happy to invite families to Mongolia and we can provide a wonderful adventure and unforgettable holiday. Don’t miss this great chance to explore the natural beauty and nomadic lifestyle of Mongolia. Why not your children try to ride horse and camel and easy trekking in the beautiful scenery that contains forested steppe, huge rolling mountains, and wide picturesque landscape? You will experience traditional Mongolian hospitality and spend time with a nomadic family.\n\n ",
        "locations": [
            "Easy treking",
            "Horse and camel riding",
            "Discovery of different landscapes of Mongolia."
        ],
        "price": [
            "2 PAX",
            "1898$",
            "3-4 PAX",
            "1698$",
            "5-8 PAX",
            "1548$",
            "9-12 PAX",
            "1448$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Arrive in Ulaanbaatar. Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Terelj National Park",
                "description": "Drive to Terelj National Park, one of the most beautiful destinations close to Ulaanbaatar. Travelers can take a horseback riding trip and visiting local nomads, view fascinating rock formations against a backdrop of pine-covered mountains and wander along the wooded banks of a mountain stream. Possibility to take hiking to Ariyabal temple on a beautiful rocky mountain and capturing Turtle Rock from that mountain is another angle. (B/L/D)",
                "images": ["/uploads/Tour_To_Terelj_National Park_Mongolia.jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "Lake Ugii",
                "description": "Head to Ugii Lake. The road is smoothly paved, and for the last 90 km, we drive on a dirt road, which leads to the lake. Ugii Lake is a wonderful place to have to relax after long driving. The lake has an abundant birdlife of more than 150 bird species. Bird watching, fishing is parts of the available entertainment. We will visit a local family, exploring their nomadic lifestyle and livestock farming. Overnight in ger camp. (B/L/D)",
                "images": [
                    "/uploads/Ogii Lake (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Visit Nomadic Family",
                "description": "Walk by side of the lake and ride horses (Mongolian horses are small and docile; children begin to ride when they are very young). On the way, we will visit a nomadic family and meet their real nomad life and we have a chance to taste home-made milk products. (B/L/D)",
                "images": [
                    "/uploads/Nomads_(Living_a_Nomad_Life_in_Orkhon_Valley_Tour).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 6.",
                "title": "Ulaan Tsutgalan Waterfall",
                "description": "We continue our trip by car to the Ulaan Tsutgalan Waterfall (also known as Orkhon Waterfall) which is one of the biggest waterfalls in Mongolia. (B/L/D)",
                "images": ["/uploads/Orkhon Waterfall (Ulaantsutgalan).jpg"]
            },
            {
                "number": "DAY 7.",
                "title": "Tuvkhun Monastery",
                "description": "Drive to the Tuvkhun monastery, which is settled on the Shiveet mountain top. This is the place where Zanabazar, the head and founder of Mongolian Buddhism, was creating his famous artworks such as the national script “soyombo” in the XVI century. Now, the temple has been accepted as “the world's precious heritage” by UNESCO. We can see the symbolic rock formations named “Mother womb”, stone script, and caves in the surroundings. (B/L/D)",
                "images": ["/uploads/Tovkhon Monastery.jpg"]
            },
            {
                "number": "DAY 8.",
                "title": "Elsen Tasarkhai Sand Dunes",
                "description": "Drive to Elsen Tasarkhai Sand Dunes in the Khugnu Khan National Park, just like a gateway of the Gobi Desert. It is a magnificent place to create portraits of wildlife landscape Photography. Due to Sand dunes picturesque combination of Gobi Desert, green land, and rocky mountain filled with wildlife. On the camelback, we go for a ride in a landscape of sandy dunes. (B/L/D)",
                "images": [
                    "/uploads/Elsen Tasarkhai - Khugnu Khan (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "Back to Ulaanbaatar",
                "description": "Head back to Ulaanbaatar and lunch at a roadside restaurant on the way. When we arrive in the city, have a farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 10.",
                "title": "Departure Day",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, nomadic stay\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding\nCamel riding",
        "notIncludes": "Accommodation: Hotel****,* ger camp, nomadic stay\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding\nCamel riding"
    }
]
