[
    {
        "title": "A True Nomadic Adventure Tour",
        "overview": "Explore the most beautiful landscapes of central Mongolia and learn the authentic nomadic culture of the Mongols with True Nomadic Adventure Tour Mongolia. Spend your time with local nomads, ride through wild nature, and discover the historical Orkhon valley. Some areas as far as the eye can see, herders “of five muzzles”: goat, sheep, cattle, horse, and camel; nomads riding horses and meadows dotted with white gers.\n\nWe smoothly begin that trip in the steppe by the Ugii Lake, we walk by the lake and we can also learn horse-riding. Then, we go to the Orkhon Valley and visit Kharkhorin (Karakorum), the ancient capital city of the Great Mongol Empire Period. After, for four days, we go to the Huisiin Naiman Lake by a real traveling trekking with horses of packsaddle. Naiman Nuur with its exceptional configuration is surrounded by the beautiful nature of the middle part of the Khangai Mountain. These lakes with fresh water and interconnected by groundwater channels such as Shireet, Khaliut, Bugat, Khaya, Khuis, Onon, Doroo, Bayan-Uul are called Huisiin Naiman Nuur. Finally, we reach the dunes of the small Gobi Desert… deserted atmosphere to discover with the family.",
        "locations": [
            "Discovery of different landscapes of Mongolia.",
            "Visiting nomadic family",
            "Riding adventure in the wilderness",
            "Legendary Orkhon Valley and Kharkhorin, the ancient capital city of the Mongol Empire"
        ],
        "price": [
            "2 PAX",
            "2490$",
            "3-4 PAX",
            "2390$",
            "5-8 PAX",
            "2060$",
            "9-12 PAX",
            "1890$",
            "13-15 PAX",
            "1790$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel. Unpack and rest in the hotel. Short city tour with Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from Stone Age to the 21st century and Buddhism, and Sukhbaatar Square (also known as Chingis Khaan Square). (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Lake Ugii",
                "description": "Head to Ugii Lake in the morning. The road is smoothly paved, and for the last 90 km, we drive on a dirt road, which leads to the lake. Ugii Lake is a wonderful place to have to relax after long driving. The lake has an abundant birdlife of more than 150 bird species. Bird watching, fishing is parts of the available entertainment. We will visit a local family, exploring their nomadic lifestyle and livestock farming. Getting the first experience of a Mongolian ger. (B/L/D)",
                "images": [
                    "/uploads/Ogii Lake (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "Tuvkhun Monastery",
                "description": "Drive to the Tuvkhun monastery, which is settled on the top of the Shiveet mountain. This is the place where Zanabazar, the head and founder of Mongolian Buddhism, was creating his famous artworks such as the national script “soyombo” in the XVI century. Now, the temple has been accepted as “the world's precious heritage” by UNESCO. We can see the symbolic rock formations named “Mother womb”, stone script, and caves in the surroundings. (B/L/D)",
                "images": ["/uploads/Tovkhon Monastery.jpg"]
            },
            {
                "number": "DAY 5.",
                "title": "Orkhon Waterfall",
                "description": "We will reach the Orkhon waterfall or also known as Ulaantsutgalan waterfall. Formed by volcanic eruptions about 20.000 years ago, the waterfall cascades from a height of 20m. It is a scenic, tranquil spot and surrounding nature is undisturbed, as such there are opportunities for good walking and riding in the area. Stay overnight in different ger beside nomadic family. (B/L/D)",
                "images": ["/uploads/Orkhon Waterfall (Ulaantsutgalan).jpg"]
            },
            {
                "number": "DAY 6.",
                "title": "Trekking & Horse Riding Day to Shavart Valley",
                "description": "It’s the beginning of our easy three-day trek; we will leave our vehicle behind, and further horses will support our team. A passageway through a green valley and we walk down to the place of our tent. (B/L/D)",
                "images": [
                    "/uploads/Horse_riding_(Active_Adventure_in_an_Authentic_Wilderness_Tour).jpg"
                ]
            },
            {
                "number": "DAYS 7-8.",
                "title": "Trekking & Horse Riding Days",
                "description": "Now trekking through Orkhon valley until we reach the magnificent Huisiin Naiman Nuur Lake, which means “The eight lakes of the Navel”. The lake is surrounded by extinct volcanoes. The altitude is 2500m high. We meet herders of yak, horse, and sheep, and we stop in nomad family. ",
                "images": ["/uploads/Naiman Nuur area (Horseback Riding).jpg"]
            },
            {
                "number": "DAY 9.",
                "title": "Enjoyable Day at the Lake",
                "description": "Visiting the nomad family and walking through the surrounding area. (B/L/D)",
                "images": ["/uploads/Naiman Nuur area 2.jpg"]
            },
            {
                "number": "DAY 10.",
                "title": "Elsen Tasarkhai Sand Dunes",
                "description": "Drive to Elsen Tasarkhai Sand Dunes in the Khugnu Khan National Park, just like a gateway of the Gobi Desert. It is a magnificent place to create portraits of wildlife landscape photography. Further, explore the lovely sand dunes named Elsen Tasarkhai and hike in the beautiful mountains surrounding this place. No matter the time of day, the beautiful and ever-changing scene of this majestic sand dune Elsen Tasarkhai will be full of wildlife, energy, and motion. (B/L/D)",
                "images": [
                    "/uploads/Elsen Tasarkhai - Khugnu Khan (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 11.",
                "title": "Back to Ulaanbaatar",
                "description": "Head back to Ulaanbaatar. Transfer to the hotel and relax. Option to go shopping for souvenirs and cashmere products. Cultural performance in the evening. (B/L/D)",
                "images": [
                    "/uploads/Concert_mongolia (Cultural Performance).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Departure Day",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guide for horseback riding\nHorseback riding\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guide for horseback riding\nHorseback riding\nCamping equipments"
    },
    {
        "title": "Classic Mongolia Photography Tour",
        "overview": "This Mongolian classic photography tour gives you a chance to experience the Mongolian nomadic lifestyle and take pictures of the colorful Naadam Festival and the Gobi desert of Mongolia. We are sure that, this special tour will give you a grand pack with exciting adventures and amazing shootings. The landscapes are a perfect challenge to your creative photo interests. The target of the tour Mongolian traditional holiday Naadam festival which is one of the two biggest and the most important holidays of Mongolia. Plus we are offering you the chance to get thousands of amazing photos in the magnificent Gobi Desert. This is a great wilderness adventure that targetted landscapes with beautiful dunes and cliffs, canyon, and nomads.",
        "locations": [
            "Capture images of wonderful sand dunes and mysterious camel caravans",
            "Set off on photo hikes amid nearby gorges and dunes",
            "Fill your cameras with the vibrant pageantry of the Naadam festival",
            "Photo shooting of wrestling, archery, and horse racing competitions in off-target",
            "Add your photo pack in historical sites of Orkhon Valley"
        ],
        "price": ["2 PAX", "2940$", "3-4 PAX", "2860$", "5-8 PAX", "2730$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "/30 June/ Arrival in Ulaanbaatar / Terelj NP",
                "description": "From the airport or train station, drive to Chinggis Khan Statue Complex in Tsonjinboldog, the place where Chinggis Khaan had found a golden whip which was explained in the history. The statue complex is 40m high and built by steel. The main gate and the Statue has a beautiful combination of photographing. Visitors can take an elevator to the viewing deck on the horse’s head and look magnificent Mongolian steppe. After photographing we drive to Terelj National Park, one of the most beautiful destinations close to Ulaanbaatar. Travelers can take a leisurely stroll on meadows carpeted with a variety of wildflowers, view fascinating rock formations against a backdrop of pine-covered mountains and wander along the wooded banks of a mountain stream. Possibility to take hiking to Ariyabal temple in the beautiful rocky mountain and capturing Turtle Rock from that mountain is another angle. (L/D)",
                "images": [
                    "/uploads/Chingis Khaan Equastrian Statue Complex & Terelj National Park (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "/01 July/ Back to Ulaanbaatar / City tour",
                "description": "Drive back to Ulaanbaatar and transfer to the hotel. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from Stone Age to the 21st century and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (B/L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "/02 July/ Tsagaan Suvarga",
                "description": "Today we head to Tsagaan Suvarga / White Stupa early in the morning. Tsagaan Suvarga was formed over time due to the erosion of a sedimentary mud in the sea bottom and looks like a stupa from a far distance. From the Far East, it looks like a city ruin or a settlement. After lunch, you will hike around the area to photograph. (B/L/D)",
                "images": [
                    "/uploads/Tsagaan Suvarga - White Stupa (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "/03 July/ Yoliin Am Valley",
                "description": "Drive to Yoliin am /Eagle Valley/ in Gobi Gurvan Saikhan National Park.  Yoliin am valley is formatted by two high rock walls a big glacier on the ground kept frozen during hot summer days. It has breathtaking dramatic scenery and without a doubt is one of the beautiful places in the country. Hiking along the valley and reach up the icy glacier. If you have a zoom lens it has the opportunity to capture Wild Ibex and Lammergeier in the gorge. Visit the local museum. (B/L/D)",
                "images": ["/uploads/Yol Valley (Golden Gobi short tour).jpg"]
            },
            {
                "number": "DAY 5.",
                "title": "/04 July/ Khongor Sand Dunes",
                "description": "Drive to Khongor sand dunes. The sand dunes of Khongor are known as the «singing sands » and they extend for 180 km and at some places they are 350m high. These spectacular dunes are bordered by lush green vegetation supported by a small river Khongoriin gol. It is a great opportunity to take photos of a combination of Rocky Mountain, Gobi Oasis, Sand Dunes, and the symbol of Gobi- Camel. Also sunset and sunrise from the top of the Dunes is a highlight. Walking and Sliding at the dunes. Visit camel breeding family and experience 1-hour camel riding. (B/L/D)",
                "images": [
                    "/uploads/Khongor Sand Dunes (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "/05 July/ Bayanzag- Flaming Cliffs",
                "description": "Arrive at Bayanzag or Flaming Cliffs, site of dinosaurs findings were found in the 1920s by American explorer Roy Chapman Andrews. In some places still chance to see a piece of dinosaurs bones, millions of years ago. Before sunset, the cliffs look so red and you can take stunning photos before sunset. (B/L/D)",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 7.",
                "title": "/06 July/ Ongi Monastery Ruins",
                "description": "Drive to Ongiin khiid monastery and Saikhan-Ovoo area of Middle Gobi province. Ongiin Khiid monastery, a small mountainous area with the sites of remains of ruined old monasteries. Once the monastery has served as a midway point for Buddhist pilgrimages going to holy Tibet. (B/L/D)",
                "images": [
                    "/uploads/Ongi Monastery Ruins (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 8.",
                "title": "/07 July/ Orkhon Waterfall",
                "description": "Today we keep on going to 24 m high Orkhon Waterfall. When it rains a lot, the waterfall has more waterfalls. Here you can take photos of the waterfall and nomadic lifestyle. (B/L/D)",
                "images": ["/uploads/Orkhon Waterfall (Ulaantsutgalan).jpg"]
            },
            {
                "number": "DAY 9.",
                "title": "/08 July/ Kharkhorin",
                "description": "Drive to Kharkhorin, Ancient capital city Kharkhorin was founded in 1220 in the legendary Orkhon River Valley. It was from there that the Mongol Empire governed, until Khubilai Khaan, the grandson of Chinggis Khaan, moved the city to Beijing. On the ruins of Kharkhorin, in 1586, was built Erdene Zuu Monastery which is surrounded by monumental walls with 108 stupas. The monastery is kept till nowadays and it is considered as one of the leading religious centers of Mongolia. Visit Erdene Zuu Monastery and the local market of art crafts and antique items. Take photos of monks, Orkhon Valley, and local pilgrims and local market of antique. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 10.",
                "title": "/09 July/ Hustai NP",
                "description": "Arrive at Hustai National Park to watch wild horse- Takhi, widely known as “Przevalski horse”. Przewalski horses are the only wild horse to survive in modern times. The species were returned to Mongolia from world zoos and reserves within Hustai National Park in 100 km west of Ulaanbaatar. Hustain Nuruu has good vegetation, springs, birch forest and rocks which are suitable for many wild animals including 46 species of mammals and 172 species of birds. (B/L/D)",
                "images": [
                    "/uploads/Khustai National Park (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 11.",
                "title": "/10 July/ Back to Ulaanbaatar / Deeltei Mongol Festival",
                "description": "Visit Chinggis square in and take shots of the National Flag Raising festival and the Deeltei Mongol festival. (B/L/D)",
                "images": [
                    "/uploads/Deeltei Mongol (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 12-13.",
                "title": "/11-12 July/ Naadam Festival",
                "description": "Naadam festival, biggest national holiday Mongolia. Enjoy festival colors and tradition: famed wrestlers, horse racers, and archery athletes will compete for best titles. Naadam festival brings together the country’s sporting men and women from the remotest regions to compete at the national level in the capital city. It is also a celebration of common people - herders who ride into town and urbanities who leave their flats and offices to watch the games- gathering where they have the opportunity to participate in the events, to barter, mix, sing and enjoy life to the full.",
                "images": []
            },
            {
                "number": "DAY 14.",
                "title": "/13 July/ Departure",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nTickets to Naadam Festival (opening ceremony & horse racing)\nMuseums and cultural performance\nCamel riding\nHorseback riding (optional)",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nTickets to Naadam Festival (opening ceremony & horse racing)\nMuseums and cultural performance\nCamel riding\nHorseback riding (optional)"
    },
    {
        "title": "Eagle Hunting Festival and Golden Gobi-2024 Tour",
        "overview": "Discover Mongolian Gobi Desert and nomadic culture before heading to the Altai Mountains to attend a celebration of traditional Golden Eagle Festival. For last few years, Kazakhs of the Bayan Ulgii province are held in early October the Eagle Hunting Festival, a colorful and picturesque event attracting the best hunters and birds, and an important celebration for the local community.\n\nThe highlight of the trip takes place in the remote capital of Bayan-Ulgii. Ninety percent of the population here is Kazakh, a group that is renowned for its hunter’s extraordinary skills in using golden eagles to hunt for small prey animals. Wonderful discovery to Mongolian Gobi will be the wonderful surprise with warm desert sun and golden sand dunes",
        "locations": [
            "Golden Eagle Hunting Festival",
            "Gobi Desert: golden sand dunes, dinosaur sites, camel breeding family",
            "Terelj National Park - alpine scenery with interesting rock formations",
            "Visit Kazakh family, family stay in their colorful gers",
            "Meeting with Eagle Hunters"
        ],
        "price": ["2 PAX", "3780$", "3-4 PAX", "3550$", "5-8 PAX", "3420$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "(27 Sep) Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Drive to South Gobi",
                "description": "(28 Sep) Drive to Dalanzagdad, the central town of South Gobi province. Lunch at Mandalgovi, the central town of Middle Gobi province. Scenery changes from steppe to desert on the way. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3-4",
                "title": "Yoliin Am Valley & Khongor Sand Dunes",
                "description": "(29-30 Sep) Discover beautiful Yoliin Am Valley or Yol Valley (translates to Lammergeier Valley), which is formatted by two high rock walls a big glacier on the ground kept frozen during hot summer days. It has breathtaking dramatic scenery and without a doubt is one of the beautiful places in the country. ",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Bayanzag - Flaming Cliffs",
                "description": "(01 Oct) Today we will drive to Bayanzag, (known as a Flaming Cliffs where the first nest of dinosaur eggs ever discovered was found in 1922.) a site famous for the remains of dinosaurs which lived here 60 million years ago. You can walk around where dinosaurs once roamed and see saksaul trees and other classic desert vegetation. (B/L/D)",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Baga Gazriin Chuluu Mountain Area",
                "description": "(02 Oct) Drive to Baga Gazriin Chuluu in Dundgobi province. It is another granite rock formation in the middle of the steppe plains. Five km away, the highest peak of 1768 meters in the area; Baga Gazariin Uul mountain will take about 4-5 hours to climb. Leisure time for rock climbing and hiking activities. (B/L/D)",
                "images": [
                    "/uploads/Baga Gazriin Chuluu  (Mongolia Overland Tour 2021).jpg"
                ]
            },
            {
                "number": "DAY 7.",
                "title": "Drive Back to Ulaanbaatar",
                "description": "(03 Oct) Head back to Ulaanbaatar and rest at the hotel before your adventure in Western Mongolia. (B/L/D)",
                "images": [
                    "/uploads/Back_to_UB_on_dirtroad_(Eagle_Hunting_Festival_and_Golden_Gobi-2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 8.",
                "title": "Fly to Western Mongolia",
                "description": "(04 Oct) Take a flight to Ulgii town, the center of Bayan-Ulgii province where 90% of the population is Kazakhs who have their own language and unique culture. Meet the local team and have a visit to the Kazakh family. This is a day of cultural exploration: local women decorate their gers in a dazzling array of colors handcrafted felt carpets line the floor and delicately-embroidered tapestries adorn the walls, with each design unique to a particular family. Stay overnight at a local hotel or ger camp. (B/L/D)",
                "images": [
                    "/uploads/Olgii_town_(Eagle_Hunting_Festival_and_Golden_Gobi-2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 9-10.",
                "title": "The Golden Eagle Festival",
                "description": "(05 - 06 Oct) The Golden Eagle Festival starts with its parades and competitions for costuming and hunting techniques. This festival has been celebrated since 2000 and now attracts many travelers. Each year the number of eagle hunters participating in the festival is increasing which makes the festival more colorful and spectacular. Eagles chase fox skins dragged by their owners on horseback. Points are given for their speed and gripping ability. Festival winners are announced at the closing ceremony. (B/L/D)",
                "images": [
                    "/uploads/5e3bd827-ad18-4d2b-840c-477aa2f1e629-the golden eagle festival tour in mongolia.jpg"
                ]
            },
            {
                "number": "DAY 11.",
                "title": "Fly Back to Ulaanbaatar",
                "description": "(07 Oct) Take a flight back to Ulaanbaatar from Ulgii airport. Relaxing hours at the hotel. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_city_tour_ayantravel.jpg"]
            },
            {
                "number": "DAY 12.",
                "title": "Departure Day",
                "description": "(08 Oct) Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic round-trip flights (Ulaanbaatar-Ulgii-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nFestival tax\nCamel riding",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic round-trip flights (Ulaanbaatar-Ulgii-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nFestival tax\nCamel riding"
    },
    {
        "title": "Mongolia Highlights Tour with Naadam Festival 2024/2025",
        "overview": "Enjoy Mongolian national holiday Naadam festival, visit top travel spots and must see attractions on this Mongolia Highlights tour.\n\nThe highlight of the trip is Naadam Festival and this special tour is designed to bring you into the colorful event of the year letting you to discover a lifestyle, arts and music that reflect the true national identity and culture of Mongolian people and is held annually in July. Real off road adventure tour, which crosses the vast Mongolian land vertically, while passing by unique wild paysage of the nature. In less 20 days, you will encounter yourself in chilling areas of taiga; clear waters of the north, peaceful green meadows, as well as hot desert plains surrounded impressive dunes of the south, so different colors like Mongolia itself. Our experienced tour team will let you explore all the wonders that this tour offers.\n\nWe offer you to spend most of the nights under the star dazzling skies to be settled in beautiful wild areas. ",
        "locations": [
            "Mongolian National Holiday Naadam Festival",
            "Beautiful Khuvsgul Lake National Park in the North",
            "Kharkhorin ancient capital and Erdene Zuu Monastery - UNESCO Heritage Site",
            "Khongor Sand Dunes and Dinosaur Fossil Sites in Gobi Desert",
            "Amarbayasgalant Monastery and its Surrounding Cultural Landscape"
        ],
        "price": [
            "2 PAX",
            "3640$",
            "3-4 PAX",
            "2960$",
            "5-8 PAX",
            "2880$",
            "9-12 PAX",
            "2630$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrive in Ulaanbaatar.",
                "description": "(08 July) City tour including Gandan Monastery and the Museum of National History. Prepare for the exciting trip. (L/D)",
                "images": ["/uploads/city tour ulaanbaatar mongolia.jpg"]
            },
            {
                "number": "DAY 2.",
                "title": "Excursion through Amarbayasgalant Monastery",
                "description": "(09 July) This morning drive to famous Amarbayasgalant Monastery. Excursion through the monastery, located at the foot of Burenkhaan mountain, Amarbayasgalant or \"Monastery of Tranquil Felicity”, is one of the largest and most important monasteries in Mongolia. Built between 1727 and 1736 with more than 40 temples in honor of Zanabazar, the first Bogd Gegeen (Spiritual leader of Mongolian Buddhism), it is one of the very few monasteries to have partly escaped the destruction of 1937, after which only the buildings of the central section remained. The entire contents: the Tankas, statues and manuscripts were looted by the Communists or hidden until more fortunate times. Restoration work began in 1988 and now Amarbayasgalant monastery shows great stylistic unity. (B/L/D)",
                "images": [
                    "/uploads/Mongolia highlights tour - amarbayasgalan monastery.jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Heading to the Khovsgol Lake",
                "description": "(10 July) Breakfast at ger camp and drive to Khovsgol Province. Pass Erdenet city and Bulgan town. Opportunities to meet local people and nomad families during this driving day. Overnight at the local hotel in Murun town. (B/L/D)",
                "images": [
                    "/uploads/Nomadic Adventure_Tour_in_northern_mongolia.jpg"
                ]
            },
            {
                "number": "DAY 4-5.",
                "title": "Pride of Mongolians - Naadam Festival days",
                "description": "(11-12 July) Early morning have a breakfast at hotel and we will drive to Khatgal town near the Khovsgol Lake where the festival is organized. We will attend a local Naadam Festival and enjoy festival colors and tradition: famed wrestlers, horse racers and archery athletes will compete for best titles. After the Naadam, we drive to ger camp near the lake and have dinner.",
                "images": [
                    "/uploads/Mongolia tour Khuvsgul lake ayan travel.jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Drive through scenic nature of North Mongolia.",
                "description": "(13 July) Leave Khovsgol Lake after walking along the shore and have a lunch at Murun town. After lunch drive to Shine Ider soum, surrounding by beautiful landscape. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 7.",
                "title": "Visit Khorgo Terkhiin Tsagaan Nuur NP.",
                "description": "(14 July) Drive to Terkhiin Tsagaan Lake passing through Shine Ider and Jargalant soum and Orookh Pass. Terkhiin Tsagaan is an astonishingly beautiful freshwater lake surrounded by extinct volcanoes at an altitude of 2.060 m. The lake is 16 km wide and 10 m deep with its deepest point at 28 meters and over 20 kilometers in length. It has lovely sandy shores and enough warm water good for swimming. The area offers great adventure for visitors with its caves, mountain cliffs and Khorgo volcano creator. Explore the lake and the volcano creator. Horse riding experience as optional on second day. Relaxing at Ger camp. (B/L/D)",
                "images": [
                    "/uploads/Khorgo Terkhiin Tsagaan NP (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 8.",
                "title": "Relaxing day at Tsenkher Hot Spring",
                "description": "(15 July) Today we head to Tsenkher Hot Springs & Spa.  On the way, we will stop at Chuluut Canyon and pass through Tsetserleg town to visit the Zayiin Gegeen old temple museum with interesting exhibits, all built in the early 1680s and foot of the Erdendebulgan Mountain. Then drive to the natural beauty- the hot spring, situated between forested hills and breathtaking mountains, water from this geological spectacle emerges from the ground at 85.5°C. (B/L/D)",
                "images": [
                    "/uploads/Tsenkher Hot Spring (Mongolia Overland Tour 2021).jpg"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "Trekking to Tuvkhun Monastery",
                "description": "(16 July) After breakfast drive to Tuvkhun monastery. Tuvkhun Monastery is located at the peak of Tuvkhun Mountain (2300 m), and served for several centuries as a meditative and artistic retreat. It owes much of its significance to the fact that it was originally established as the studio of Zanabazar, founder of the Mongolian school of religious art, whose masterful bronze Buddhas have gained worldwide recognition. Tuvkhun also bears witness to the Buddhist meditative tradition, as the site includes two caves used by lamas for secluded meditation. Hiking up to the mountaintop to explore the monastery. Drive back to ger camp. (B/L/D)",
                "images": ["/uploads/Tovkhon Monastery.jpg"]
            },
            {
                "number": "DAY 10.",
                "title": "Explore ancient capital city Kharkhorin",
                "description": "(17 July) Arrive in Kharkhorin, ancient capital city was founded in 1220 in the legendary Orkhon River Valley. It was from there that Mongol Empire governed, until Khubilai Khaan, the grandson of Chinggis Khaan, moved the city to Beijing. On the ruins of Kharkhorin, in 1586, was built Erdene Zuu Monastery which is surrounded by monumental walls with 108 stupas. The monastery is kept till nowadays and it is considered as one of the leading religious centers of Mongolia. Visit to Erdene Zuu Monastery, Karakorum Museum and the local market of art crafts and antique items. (B/L/D)",
                "images": [
                    "/uploads/Mongolia tour kharkhorin in orkhon valley.jpg"
                ]
            },
            {
                "number": "DAY 11.",
                "title": "Mysterious Ongi Monastery in the Gobi desert",
                "description": "(18 July) Heading to the south towards the Gobi. Overnight stop at Ongi and Saikhan- Ovoo area of Middle Gobi province. Ongiin Khiid monastery is a small mountainous area with the sites of the remains of ruined old monasteries. Once the monastery has served as a midway point for Buddhist pilgrimages going to holy Tibet. After dinner walk to the ruins of the monastery and enjoy the sunset. (B/L/D)",
                "images": [
                    "/uploads/Ongi Monastery Ruins (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "Arrive at magnificent Flaming Cliffs Bayanzag",
                "description": "(19 July) World's paleontological important place, where dinosaur fossils and eggs were found in the 1920s. American paleontologist Roy Chapman Andrews’ expedition worked here between 1922 and 1927. The Cliffs during the sunset show the real meaning of the Flaming Cliffs. One of the best places for photographing. (B/L/D)",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Exploring Khongor sand dunes and visiting nomadic family.",
                "description": "(20 July) This morning we drive 4-5 hours to the sand dunes of Khongor are known as the «Singing sands » and they extend for 180 km and at some places they are 80m high. These spectacular dunes are bordered by lush green vegetation supported by a small river Khongoriin Gol. Walking and Sliding at the dunes. Visit camel breeding family and experience 1 hour camel riding. You will have a meditation and relax on the top of sand dunes especially in the sunset. (B/L/D)",
                "images": ["/uploads/Mongolia tour gobi desert.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Hiking through Yol Valley in Gobi Gurvan Saikhan NP",
                "description": "(21 July) Yol Valley in Gobi Gurvan Saikhan National Park. Yol valley is formatted by two high rock walls a big glacier on the ground kept frozen during hot summer days. It has breathtaking dramatic scenery and without a doubt, is one of the most beautiful places in the country. Hiking along the valley for 2kms and reaching up the icy glacier (until the end of June). Visit the natural museum of localities. (B/L/D)",
                "images": ["/uploads/Yol Valley (Golden Gobi short tour).jpg"]
            },
            {
                "number": "DAY 15.",
                "title": "Drive to Baga Gazriin Chuluu",
                "description": "(22 July) Arrive in Dundgobi province at Baga Gazriin Chuluu area - this is another granite rock formation in the middle of the steppe plains. The highest peak 1768 meters in the area of Baga Gazriin Uul Mountain. Leisure time for rock climbing and hiking activities. (B/L/D)",
                "images": [
                    "/uploads/Baga Gazriin Chuluu  (Mongolia Overland Tour 2021).jpg"
                ]
            },
            {
                "number": "DAY 16.",
                "title": "Arrive in Ulaanbaatar.",
                "description": "(23 July) This morning we drive back to Ulaanbaatar. In the afternoon enjoy shopping and a traditional folklore concert. Dinner. (B/L/D)",
                "images": [
                    "/uploads/Bogd Khan Palace Museum & Cultural Performance (Golden Gobi and Kharkhorin Tour Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 17.",
                "title": "Departure day.",
                "description": "(24 July) Transfer to the airport for the departure home. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* Standard ger camp in the countryside\nGuiding and interpreting service \nFull board meals mentioned in the itinerary\nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment, An hour horse and camel riding",
        "notIncludes": "Accommodation: Hotel****,* Standard ger camp in the countryside\nGuiding and interpreting service \nFull board meals mentioned in the itinerary\nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment"
    },
    {
        "title": "Bird watching in Western Region of Mongolia Tour",
        "overview": "Many people get tired of working busily, and they usually got stressed by the noisy streets of urbanized life. But there is always chance to run away to the places where the only voices of nature are heard. Certainly, one of these solutions would be our bird watching tour dedicated to nature lovers. This trip gives you perfect opportunity to go through 3 western provinces of unique cultures and colorful lifestyles of several ethnic groups. ",
        "locations": [
            "Mongol Altai mountain range, snow-capped mountains",
            "Visit the Kazakh eagle – hunting family",
            "Sightseeing and evening cultural performance",
            "Bird watching at biggest Uvs Lake and Khar Us Lake",
            "Visit local families of Durvud ethnic group"
        ],
        "price": [
            "2 PAX",
            "3435$",
            "3-4 PAX",
            "3205$",
            "5-8 PAX",
            "3015$",
            "9-12 PAX",
            "2835$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arriving in Ulaanbaatar.",
                "description": "Arrival in Ulaanbaatar, the capital city of Mongolia. Meet your local guide and driver at Chinggis Khaan International airport and then transfer to your hotel. Depending on your arrival time, we can take a short city tour. (B,L,D)",
                "images": []
            },
            {
                "number": "DAY 2.",
                "title": "Flying to Khovd Province.",
                "description": "Khovd city is the capital of the aimag, as well as the major industrial center western Mongolia. Brief city tour. Local Museum - geology exhibit, collections of stuffed wildlife, including an ibex with its distinctive corrugated antlers, ethnic costumes and artifacts, and a snow leopard pelt tacked up on the wall. Explore surrounding area, visiting old Manchu ruins and get food supplements for the next days. (B, L, D)",
                "images": []
            },
            {
                "number": "DAY 3-4",
                "title": "Khar Us lake",
                "description": "Driving to Khar Us Lake - 28kms from the Khovd city. Khar Us Lake - the second largest freshwater lake of Mongolia, home to more than 260 species of birds, including Pallas’s Fish Eagle, Great-white Egret, Swan Goose, and 4 species of fish especially rich in Ruff and Altain Osman. Here we birding for 2 days and accommodating in tent camp. (B, L, D) ",
                "images": []
            },
            {
                "number": "DAY 5-6",
                "title": "Jargalant Khairkhan Mountain",
                "description": "The next 2 days of birding, we arrive at Jargalant Khairkhan Mountain, is an isolated extension of the Mongol Altai mountain range. Located in the middle of Khar Us Lake Depression, the diversity of habitats and wildlife. The site supports two Globally Threatened species, Saker Falcon and White-throated Bushchat, as well as Cinereous Vulture and Altai Snowcock and Mongolian accentor. Stay in tent camping. (B, L, D)",
                "images": []
            },
            {
                "number": "DAY 7.",
                "title": "Experience eagle hunting culture",
                "description": "Once you arrived at west Mongolia especially as birder you should not miss this authentic experience of old falconry tradition. Visit Kazakh hunter family and spend a day with them to get keen knowledge of eagle hunting, hunter eagles and local nomadic lifestyle. You can also can take stunning photograph of hunter golden eagles, their masters on horseback along with dramatic Tsambagarav mountain. Sleep in nomadic dwelling ger/yurt. (B, L, D)",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "Drive to Lake Tolbo / Ulgii Town",
                "description": "Lake Tolbo is a freshwater lake, located in Tolbo village, supports at least 1% of the flyway populations of the following water bird species, Great Cormorant; Whooper Swan; Bar-headed Goose; Common Goldeneye; and Northern Lapwing and more birds. (B, L, D)",
                "images": []
            },
            {
                "number": "DAY 9-10.",
                "title": "Birding in Lake Achit / Devel Island",
                "description": "Lake Achit is a shallow, tectonic lake, surrounded with semi-desert habitat near the lake, through steppe habitat to meadows. Parts of the site (specifically the channel between Achit Lake and the Khovd River and Dewel Island along the Khovd River) are designated as a nature reserve, and most of the site lies within Lake Achit and its surrounding wetlands Ramsar Site. Globally Threatened species using the site comprise Swan Goose, Houbara Bustard, Pallas’s Fish-eagle, Lesser Kestrel and Great Bustard. The site supports assemblages of species restricted to the Eurasian steppe and desert and Eurasian high montane biomes. The site regularly supports at least 1% of the flyway populations of Great Crested Grebe and Ruddy Shelduck. Birding here for 2 days and stay in tent camp. (B, L, D) ",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Viewing Argali Wild Sheep in Khar Yamaat Mountain",
                "description": "Today we drive to Khar Yamaat Mountain, in Bukhmurun village, alternatively called as a home land to the Ibex mountain goats. Here we can see ibexes and Argali wild sheep. ( B,L,D)",
                "images": []
            },
            {
                "number": "DAY 12.",
                "title": "Lake Uureg | Desert steppe",
                "description": "Globally Threatened species using the site are Swan Goose Anser cygnoides (EN), Pallas’s Fish-eagle Haliaeetus leucoryphus (VU) and Lesser Kestrel Falco naumanni (VU). The site supports species typical of the Eurasian steppe and desert and Eurasian high montane biomes. Ruddy Shelduck Tadorna ferruginea regularly occurs in numbers exceeding 1% of the flyway population. (B, L, D)",
                "images": []
            },
            {
                "number": "DAY 13.",
                "title": "Birding at Lake Uvs",
                "description": "Many pools and ponds, which used to be suitable places for feeding and breeding of birds. The lake has good potential for the development of ecotourism and designated as a Ramsar Site, a natural World Heritage Site and a UNESCO biosphere reserve.The site supports species typical of the Eurasian steppe and desert biome. The site regularly supports at least 1% of the flyway populations of Great Crested Grebe, also a globally threatened species such as White-headed Duck, Swan Goose, Pallas’s Fish-eagle  Greater Spotted Eagle, Eastern Imperial Eagle and more. We stay in local hotel or ger camp. (B, L, D)",
                "images": []
            },
            {
                "number": "DAY 14.",
                "title": "Fly to Ulaanbaatar, capital city",
                "description": "Transfer to hotel from airport. (B, L, D)",
                "images": []
            },
            {
                "number": "DAY 15-16.",
                "title": "Visit Hustai National Park",
                "description": "Visit Hustain Nuruu NP, designated as reintroduction of Przewalski's Wild Horse (Equus przewalskii), which was once extinct in the wild comprises an area of mountain forest steppe, grassland steppe and river valley, located in a southwestern extension of the Khentii Mountains. The area is important for a variety of bird species during the breeding season and on migration, due to the diversity of habitats in a small area. To date, a total of 169 bird species have been recorded here. We stay in tourist ger camp at the entrance of the park. (B, L, D)",
                "images": []
            },
            {
                "number": "DAY 17.",
                "title": "Arrive in Ulaanbaatar, capital city of Mongolia",
                "description": "Drive for 100km on paved road to arrive at capital city. On the way we can see some falcons, harriers and buzzards. In the city we give you a free time to explore city birds. All meals are included. /B, L, D/",
                "images": []
            },
            {
                "number": "DAY 18.",
                "title": "Departure",
                "description": "Transfer to the airport for the departure. /B/",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel***,* ger camp, tented camp \nGuiding and interpreting service \nFull board meals \nDomestic flights \nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance",
        "notIncludes": "Accommodation: Hotel***,* ger camp, tented camp \nGuiding and interpreting service \nFull board meals \nDomestic flights \nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance"
    },
    {
        "title": "Mongolia Naadam Festival - 2024 Tour",
        "overview": "Discover the famous Mongolian Naadam Festival. Experience Mongolian culture through our National Holiday and visit  beautiful Terelj National Park. This cultural tour is designed to bring you into the colorful event of the year letting you to discover a lifestyle, arts and music that reflect the true national identity and culture of Mongolian people. In the Terelj National Park, you will enjoy the uniqueness of the nature and the peaceful lifestyle of nomads. ",
        "locations": [],
        "price": ["2 PAX", "1100$", "3-4 PAX", "1050$", "5-8 PAX", "950$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "/10 July/ Arrival in Ulaanbaatar",
                "description": "Arrival day in Ulaanbaatar. Take a half-day city tour, including the Gandan Monastery and National History Museum. Available to watch the ceremony of Nine White Banner at the central square and visit the national concert tonight. (L/D)",
                "images": ["/uploads/Ulaanbaatar-city-tour-mongolia.jpg"]
            },
            {
                "number": "DAY 2",
                "title": "/11 July/ Naadam Festival Day",
                "description": "Naadam festival, biggest national holiday Mongolia. Enjoy festival colors and tradition: famed wrestlers, horse racers, and archery athletes will compete for best titles. Naadam festival brings together the country’s sporting men and women from the remotest regions to compete at the national level in the capital city. It is also a celebration of common people - herders who ride into town and urbanities who leave their flats and offices to watch the games- gathering where they have the opportunity to participate in the events, to barter, mix, sing and enjoy life to the full. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "/12 July/ Naadam Festival and Terelj NP",
                "description": "Today we will drive to Terelj National Park to explore the natural beauty, ride on horseback through the beautiful Rocky Mountains and visit the nomad family to learn their lifestyle firsthand. Stay overnight at Traditional Mongolian ger dwelling. (B/L/D)",
                "images": ["/uploads/terelj-np-mongolia-tour.jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "/13 July/ Chinggis Khaan Statue/ Ulaanbaatar",
                "description": "On the way back to Ulaanbaatar, we stop at Chinggis Khaan Statue in the Tsonjin Boldog area. It is located 55 km from Ulaanbaatar and the statue in total is 40m high from surface erected at about 10 m high foundation and surrounded by columns. The statue, Chinggis riding his horse, is made of 250 tonnage steel. It is the largest horse-riding statue in the World. Farsighted Chinggis Khaan holds a golden whip in his right hand. The building consisted of 36 supporting columns, symbolizes 36 kings who are direct lineage of Chinggis Khaan. Enjoy the traditional Folklore concert in the evening and if you want you can enjoy shopping- cashmere and state department store. (B/L/D)",
                "images": [
                    "/uploads/Chingis_Khaan_Statue_Complex_ (Mongolia_Naadam_Festival-2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "/14 July/ Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp \nGuiding and interpreting service \nFull board meals \nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nFestival tax\nHorseback riding,  ",
        "notIncludes": "Accommodation: Hotel****,* ger camp \nGuiding and interpreting service \nFull board meals \nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nFestival tax\nHorseback riding"
    },
    {
        "title": "Photo Tour to The Reindeer Herders in Mongolia",
        "overview": "Take a photo tour to the wild Taiga Mountains of Mongolia with an experienced guide. Photographers and travelers have a great opportunity to photograph Mongolia’s epic landscapes such as majestic mountains, peaceful forest, and picturesque lakes along with the hundreds of grazing sheep, galloping horses, caravanning reindeers, explore the lifestyle of authentic Mongol nomads - the yurt dwellers, and experience mysterious shaman rituals while staying with Mongolian Ethnic Dukha Tribe-the teepee dwellers.\n\nYou will be roaming through the taiga wilderness on reindeer and horseback, living with mystical Tsaatan people to experience the primitive lifestyle, sitting around the campfire to talk about shaman stories, staying in a teepee, waking up in the foggy morning surrounded by the photogenic landscape of Northern Mongolia and Capture them all with your camera. All levels of photographers are welcome. If you are a landscape, portrait, travel, or night photographer and looking for your next photo destination then this is the right tour for you. We are your specialized photography guide to Mongolia and ready to help you to collect amazing photoshoots and experience unique culture on this Mongolian Photo Adventure. \n\n ",
        "locations": [],
        "price": ["3-4 PAX", "3150$", "5-6 PAX", "2750$", "7-8 PAX", "2530$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D) ",
                "images": [
                    "https://www.toursmongolia.com/uploads/city%20tour%20ulaanbaatar%20mongolia.jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to Northern Mongolia",
                "description": "Take a domestic flight to Murun town and picked up from the local airport by then drive to Lake Khovsgol – as named as “Blue Pearl”. The lake itself is one of the natural wonders of the earth and the second-largest freshwater lake. It is surrounded by magnificent pine-covered mountains. You will relax at the lakeshore and capture a multitude of stars over the blue lake. (B/L/D)",
                "images": [
                    "/uploads/Khovsgol Lake (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Darkhad Valley",
                "description": "A half-day photographing in Khovsgol Lake area surrounded by stunning color providing tips and tricks. Then heading to Tsagaan Nuur village, where the Tsaatan people are settled. We will drive through Darkhad depression, which is one of the most photographic landscapes in Mongolia due to its outstanding natural beauty, rugged mountains, peaceful meadows, marvelous lakes, and clear air. (B/L/D) ",
                "images": [
                    "/uploads/13_Ovoo_Darkhad-(Pioneering_in_Khovsgol_Taiga_Wilderness_Тrekking_Тour).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Lake Khogrog",
                "description": "The day we will leave our car and driver and meet our next adventure crew. Arrive at Lake Khogrog where we meet our horse crew and Riding Adventure begins here. Having lunch and a short break, then start packing on horseback. We saddle up the horses and ride up to the Taiga Mountains. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 5-7.",
                "title": "Reindeer Herders in Taiga Forest",
                "description": "Reindeer herders/Tsaatan people, who live in the exact place for ancient traditions and oldest religious human belief – Shamanism, that rules the tribal life for thousands of years and still exists today. Photograph in a high Taiga forest environment, primitive lifestyle, and ancient strange culture, unique portraits of Reindeer herders, adorable Dukha children who are spending their summer holiday, playing and riding reindeer around. Late evening we will experience and capture Spiritual Shaman’s performance, sacrificing ceremony to the earth. (B/L/D)",
                "images": [
                    "/uploads/Taiga, Tsaatan & Reindeer (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 8.",
                "title": "Time to Head Back",
                "description": "It is time to heading back and say goodbye to the incredible Tsaatan friends. Hop on horseback and ride back towards Khogrog Lake. We will stop in Tsagaan Nuur Village to take a short rest. Wild camping on the way to Murun town. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 9.",
                "title": "Arrive in Murun via Ulaan Uul Village",
                "description": "Continue our drive to Murun town via Ulaan Uul village. Rest in local hotel. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "Fly back to Ulaanbaatar",
                "description": "Take a flight from Murun to Ulaanbaatar. Short city tour depending on the domestic flight time. In the evening, go to a traditional folk song performance (only during summer) and photograph colorful traditional dressed beautiful dancers and singers on the stage. Farewell dinner together. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. We hope you will leave with beautiful memories in your mind and unique captures on your camera. (B) ",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, and tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic round-trip flights (UB-Murun-UB)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCook outside Ulaanbaatar \nHorseback riding\nCamping equipments,  ",
        "notIncludes": "Accommodation: Hotel****,* ger camp, and tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic round-trip flights (UB-Murun-UB)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCook outside Ulaanbaatar \nHorseback riding\nCamping equipments"
    },
    {
        "title": "Mongolia – Land Of Nomadic Heritage Tour",
        "overview": "Discover real nomad life, beauties of the nature of Mongolia in a peaceful way with this wonderful tour. The beautiful tranquil surrounding will let you do leisure hiking or short horse riding. Also, bring you to attend \"Nomadic Mongolia\" live show-presents authentic show of nomadic lifestyle in the backs of the beautiful green grassy valley. Facilities of the show such as clothing, furniture of the ger, cart are inherited from hundreds of years. They show a real endemic breed of domestic animals in order to use in the show. ",
        "locations": [
            "Khustai National Park",
            "Lake Ugii",
            "Orkhon Valley",
            "Naadam Festival"
        ],
        "price": [
            "2 PAX",
            "2300$",
            "3-4 PAX",
            "2150$",
            "5-8 PAX",
            "2050$",
            "9-12 PAX",
            "1950$",
            "13-15 PAX",
            "1850$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "(05 July) Arrival in Mongolia",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "(06 July) “ Nomadic Mongolia” Live Traditional Show",
                "description": "Morning drive to “ Nomadic Mongolia” live-show site – it presents an authentic show of nomadic lifestyle in the backs of the beautiful green grassy valley.",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "(07 July) Erdene Zuu Monastery in Kharkhorin",
                "description": "Today we drive to Orkhon valley's cultural landscape protected as a UNESCO World Heritage site. The first site is Kharkhorin - symbolic ruins of the Ancient Mongol Empire of Chinggis Khan from the 13-14th century. From here the Chinggis khan and his sons ruled the Great Mongol Empire during the XIII century, and it was a political and trade center through which passed the legendary Silk Road, the main commerce network of whole Eurasia.",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "(08 July) Lake Ugii",
                "description": "Continue our expedition within Orkhon valley: our next site is Khushuu Tsaidam - one of the important historical sites of Turkic State. Inscriptions on the ancient monuments are considered as the oldest known written documents of the Turkish language, and it describes the events of the Turks Khaganate which was settled in the Orkhon valley in the VIII-IX centuries. Arrive in beautiful Lake Ugii, which has an abundant birdlife of more than 150 bird species. Bird watching, fishing is parts of the available entertainment. (B/L/D)",
                "images": [
                    "/uploads/Ogii Lake (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "(09 July) Back to Ulaanbaatar",
                "description": "We head back towards UB after exploring another important heritage- Khar Balgas/Ordu-Baliq city ruins on the way back. Ordu-Baliq (also spelled Ordu Balik, meaning \"city of the court\", \"city of the army\"), was the capital of the first Uyghur Empire, built on the site of the former Kukh Turk capital, 17 km north-to-northeast of the later Mongol capital, Kharkhorin (or the Karakorum). Its ruins are known as Kharabalghasun (Khar Balgas), that is, \"black city\". They form part of the World Heritage Site Orkhon Valley Cultural Landscape. Late afternoon arrival in UB. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 6.",
                "title": "(10 July) Deeltei Mongol Festival (National Costume Festival)",
                "description": "No need to rush today. Option to visit Dinosaur museum before lunch if it is requested. Then, we will go to Chingis Khan Square to see Deeltei Mongol Festival after lunch. Deel is a national costume that makes the festival more colorful and more traditional. It is good to tell you that foreigners are possible to participate in this festival to dress in Mongolian costume and join the parade in the central square. Amazing performance of traditional dance and folk in the evening. (B/L/D)",
                "images": ["/uploads/Deeltei-Mongol-show-Naadam-festival.jpg"]
            },
            {
                "number": "DAY 7.",
                "title": "(11 July) Naadam Festival",
                "description": "Naadam festival, biggest national holiday Mongolia. Enjoy festival colors and tradition: famed wrestlers, horse racers, and archery athletes will compete for best titles. Naadam festival brings together the country’s sporting men and women from the remotest regions to compete at the national level in the capital city. It is also a celebration of common people- herders who ride into town and urbanities who leave their flats and offices to watch the games- gathering where they have the opportunity to participate in the events, to barter, mix, sing and enjoy life to the full. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "(12 July) Naadam Festival",
                "description": "Drive to Khui Doloon Khudag, where horse racing takes place. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 9.",
                "title": "(13 July) Day of Museums",
                "description": "Start the morning to visit the Winter Palace of Bogd Khan, Zanabazar Art Museum, and Choijin Lama Museum. Evening Cultural performance. Visit Zaisan Memorial to have a panoramic view of the whole city. (B/L/D)",
                "images": [
                    "/uploads/Bogd Khan Palace Museum & Cultural Performance (Golden Gobi and Kharkhorin Tour Mongolia).jpg"
                ]
            },
            {
                "number": "DAY 10.",
                "title": "(14 July) Free Day",
                "description": "Free day for shopping for souvenirs and Mongolian products. Farewell dinner. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 11.",
                "title": "(15 July) Departure",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nNaadam festival ticket\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding /optional/",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nNaadam festival ticket\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding /optional/"
    },
    {
        "title": "Short Tour to Golden Eagle Festival 2024",
        "overview": "The Golden Eagle Festival is one of the traditional cultural heritage and all visitors can experience while traveling in Mongolia.  During the two-day festival, you have the chance to get thousands of amazing images of trained Eagles. The evening before the Golden Eagle Hunting Festival the small community offers competitors, many of whom have traveled as far as 140 miles on horseback, a special performance of Kazakh dance, song, and music-and we are invited!",
        "locations": [
            "Visiting Kazakh family, in their colorful gers",
            "Meeting with eagle hunters",
            "Eagle hunting festival"
        ],
        "price": ["2 PAX", "1895$", "3-5 PAX", "1740$", "6-8 PAX", "1590$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Fly to Ulgii",
                "description": "(29 Sep) This morning we take a domestic flight to Ulgii town - the center of Bayan-Ulgii province where 90% of the population is Kazakhs who have their own language and unique culture. Meet local drivers with vehicles and then visit the local museums to know more about this place. Drive to Sagsai village to visit the Eagle hunter’s family to learn about their daily lifestyle, eagle hunting culture. Then return to Ulgii. Overnight in Tourist camp. (B/L/D)",
                "images": ["/uploads/eagle-festival-tour-mongolia.jpg"]
            },
            {
                "number": "DAYS 2-3.",
                "title": "The Golden Eagle Festival Day",
                "description": "(30 Sep-01 Oct) The Golden Eagle Festival starts with its parades and competitions for costuming and hunting techniques. This festival has been celebrated since 2000 and now attracts many travelers. Each year the number of eagle hunters participating in the festival is increasing which makes the festival more colorful and spectacular. Eagles chase fox skins dragged by their owners on horseback. Points are given for their speed and gripping ability. In 2 days you will capture plenty of portraits and competition photos, names Kokbar, Kizkhuar, etc. Festival winners are announced at the closing ceremony. (B/L/D)",
                "images": [
                    "/uploads/the golden eagle festival tour in mongolia.jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Back to Ulaanbaatar",
                "description": "(02 Oct) Take a flight back to Ulaanbaatar and transfer to the hotel. (B/L)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Tourist camp in Ulgii town\nTour guide and interpreting service\nFull board meals \nTransport: 4x4 minivan\nDomestic Round-trip Flight (UB-Ulgii-UB)\nFestival tax\nMuseums and cultural performance\nTransfer from/ to airport in Ulaanbaatar",
        "notIncludes": "Accommodation: Tourist camp in Ulgii town\nTour guide and interpreting service\nFull board meals \nTransport: 4x4 minivan\nDomestic Round-trip Flight (UB-Ulgii-UB)\nFestival tax\nMuseums and cultural performance\nTransfer from/ to airport in Ulaanbaatar"
    },
    {
        "title": "Active Adventure in an Authentic Wilderness Tour",
        "overview": "Discover Mongolia by horseback riding through foresty mountains and a beautiful steppe in Naiman Nuur (Eight Lakes) National Park. This tour offers you a true nomadic experience alongside with opportunity to disconnect from the continuous cycle of information and relax your brain.\n\nMongolia offers many different conditions, from desert steppe to forested mountain rides for the keen horse riders. Mile upon mile virgin pasture land and mountain ranges with no boundaries and often without tracks to follow open up in front of you. This horse riding and trekking holiday take you to inspiring parts of the country letting you gallop freely through the endless horizons of this historical land. You will meet your local horse guides and horses near Orkhon Waterfall, where they will give helpful guidance for your riding adventure. Mongolian horse tends to be small, has tremendous stamina, and is well adapted to the harsh environment where they have survived over the centuries. The program offers a 20-30 km ride a day, depending on the terrain.",
        "locations": [
            "Erdene Zuu Monastery in Historical Kharkorin",
            "Tuvkhun monastery",
            "Orkhon Waterfall",
            "Khuisiin Naiman Nuur",
            "Elsen Tasarkhai",
            "Horse riding/Trekking"
        ],
        "price": [
            "2 PAX",
            "1990$",
            "3-4 PAX",
            "1790$",
            "5-8 PAX",
            "1640$",
            "9-12 PAX",
            "1540$",
            "13-15 PAX",
            "1475$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D) ",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 3.",
                "title": "Tuvkhun Monastery",
                "description": "Drive to The Tuvkhun monastery, which is settled on the top of the Shiveet mountain. This is the place where Zanabazar, the head and founder of Mongolian Buddhism, was creating his famous artworks such as the national script “soyombo” in the XVI century. Now, the temple has accepted as “the world precious heritage” by UNESCO. We can see the symbolic rock formations named “Mother womb”, stone script, and caves in surroundings. Renting a horse towards the mountain top is available. The view of surrounding mountains is amazing from the Tuvkhun Monastery site. Outdoor prepared hot meal. Stay overnight at the ger camp during summer time. Otherwise in the tent in the beautiful nature. (B/L/D)",
                "images": ["/uploads/Tovkhon Monastery.jpg"]
            },
            {
                "number": "DAY 4.",
                "title": "Orkhon Waterfall",
                "description": "We will reach the Orkhon waterfall or known as Ulaantsutgalan waterfall. Formed by volcanic eruptions about 20.000 years ago, the waterfall cascades from a height of 20m. It is a scenic, tranquil spot and surrounding nature is undisturbed, as such there are opportunities for good walking and riding in the area. Stay overnight in different ger beside nomadic family. (B/L/D)",
                "images": ["/uploads/Orkhon Waterfall (Ulaantsutgalan).jpg"]
            },
            {
                "number": "DAY 5.",
                "title": "Naiman Nuur Аrea",
                "description": "Our horseback riding guides will come to us in the morning with horses and yaks to load our baggage. While they are loading our baggage, we say goodbye to our vehicle team until the end of the horse riding. Then, we start horse riding sessions towards Naiman Nuur (or Eight Lakes) area. We will ride about 20-30 km each day. At the end of the day, we arrive at a local horse-breeding family, where we will stay in a ger (maximum 4 people in the same ger). Familiarize with nomad lifestyle meet and talks with nomads. Outdoor hot meals. (B.L/D)",
                "images": [
                    "/uploads/Horse_riding_(Active_Adventure_in_an_Authentic_Wilderness_Tour).jpg"
                ]
            },
            {
                "number": "DAYS 6-7.",
                "title": "Trekking / Horseback Riding in Naiman Nuur Area",
                "description": "We will continue our tour. The area is completely wild and just recently got available to adventure travelers to come on horseback or on foot. We climb up to the Bodongiin Hamar Pass (3000 m above sea level), the passageway through a green valley, and we walk down to the place of our tented camp. Outdoor hot meals.",
                "images": ["/uploads/Naiman Nuur area (Horseback Riding).jpg"]
            },
            {
                "number": "DAY 8.",
                "title": "Resting Day at Lakeshore",
                "description": "We rest at the lakeshore after our 3 days of horseback riding. (B/L/D)",
                "images": ["/uploads/Naiman Nuur area 2.jpg"]
            },
            {
                "number": "DAY 9.",
                "title": "Back to Ulaanbaatar",
                "description": "Today we will drive all the way back to Ulaanbaatar. Lunch at a roadside restaurant on the way. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 10.",
                "title": "City Tour and Free Activity",
                "description": "Option to do a city tour with the Bogd Khaan Palace Museum and Zaisan Memorial, which is dedicated to all lives lost during WWII, to have a panoramic view of the whole city. Farewell dinner together. (B/L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Bogd Khan Museum & Zaisan Memorial).jpg"
                ]
            },
            {
                "number": "DAY 11.",
                "title": "Departure Day",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guide for horseback riding\nHorseback rding\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guide for horseback riding\nHorseback rding\nCamping equipments"
    }
]
