[
    {
        "title": "Pioneering in Khovsgol Taiga Wilderness Тrekking Тour",
        "overview": "This amazing tour requires a moderate level of trekking as it goes through wild areas of the remote taiga region. The beauty and the wilderness of the environment are amazing. The area is not much visited by common visitors, just adventure travelers go there. Trekking adventure starts from the minute you step into a legendary Khuvsgul lake. The taiga surrounding the lake is inhabited by moose, reindeer, argali, Siberian ibex, red deer, etc.\n\nAs long as we forward farther nature will present amazing untouched beauty. Wildflowers are spread between the rocks, while meadow flowers include edelweiss and many kinds of herbs which are used for the medical purpose by the locals. Tsagaan nuur and Darkhad valley is a low lying area with more than 200 lakes, the largest is the Tsagaan nuur lake. The area is surrounded by extensive marshland, mountains, and forested hills, the natural home of Tsaatan minority reindeer people.",
        "locations": [
            "Wild surroundings of Taiga",
            "Khoridol Saridag Mountain range and alpine forests",
            "Chilling rivers and lakes",
            "Remote lifestyle, meet with Darkhad People & Shaman",
            "High Mountain passes"
        ],
        "price": [
            "2 PAX",
            "2590$",
            "3-4 PAX",
            "2390$",
            "5-8 PAX",
            "2240$",
            "9-12 PAX",
            "2090$",
            "13-15 PAX",
            "1990$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ulaanbaatar%20(Sukhbaatar%20Square%20&%20Gandan%20Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to Northern Mongolia",
                "description": "Take a domestic flight to Murun, the central town of Khovsgol province. Meet our driver at the local airport then depending on the flight time, we either visit Deer Stones at Uushgiin Uvur on the way or drive straight to Lake Khovsgol National Park – as named “Blue Pearl”. The lake itself is one of the natural wonders of the earth and the second-largest freshwater lake in Mongolia. It is surrounded by magnificent pine-covered mountains. You will relax at the lakeshore and capture a multitude of stars over the blue lake. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Deer%20Stones%20at%20Uushgiin%20Uvur%20(Destination).jpg"
                ]
            },
            {
                "number": "DAYS 3-4.",
                "title": "Lake Khovsgol National Park",
                "description": "Enjoying the magnificent lake - itself is one of the natural wonders of the world covering an area of 2760 km2. Take a boat ride to Khusliin Khad (Wishing Rock) in the morning. Hike up to the top of the mountain to have a wonderful panoramic view of the lake and national park. Rest of the day for walking along the lakeshore or swimming. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Khovsgol_lake_by_boat_(Mongolian_Blue_Trail_to_Spiritual_Shaman_Tour).jpg"
                ]
            },
            {
                "number": "DAYS 5-7.",
                "title": "Jigleg Mountain Pass",
                "description": "Leave the lake and head to the west, pass Jigleg mountain pass. Those days we reload our luggage on horseback and will leave our vehicles, as the landscape becomes difficult to access with cars. Trekking sessions for 4-5 hours a day. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "Darkhad Valley",
                "description": "We will go down along the Arsain river and enter the Darkhad valley. Reach Renchinlhumbe village for a leisure night in a tourist camp in Mongolian ger. Happily, we will meet our vehicles and drivers here. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Darkhad%20Valley%20(Mongolian%20Blue%20Trail%20to%20Spiritual%20Shaman%20Tour).jpg"
                ]
            },
            {
                "number": "DAYS 9-10.",
                "title": "Tsagaan Nuur - White Lake",
                "description": "We cross Darkhad Valley heading towards Tsagaan nuur lake. Trekking sessions. On the 10th day, we reach the lake - the northernmost point of our trip, where our trekking activity finishes. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 11-12.",
                "title": "13 Ovoo - Mountain Pass",
                "description": "Time to head back to Murun. On the way, we pass “13 ovoo- mountain pass”. Ovoo is a sacred stone heap used as a shrine in shamanism and can be found everywhere throughout Mongolia. Tented camp near lake Khovsgol. (B/L/D)",
                "images": [
                    "/uploads/13_Ovoo_Darkhad-(Pioneering_in_Khovsgol_Taiga_Wilderness_Тrekking_Тour).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Fly Back to Ulaanbaatar",
                "description": "Take a flight back to Ulaanbaatar at the local airport. Transfer to the hotel when we arrive in Ulaanbaatar. Relaxing time at the hotel. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Departure Day",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic round-trip flights (Ulaanbaatar-Murun-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding (optional)\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic round-trip flights (Ulaanbaatar-Murun-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nHorseback riding (optional)\nCamping equipments"
    },
    {
        "title": "Mongolia Fishing Tour in Arkhangai Province",
        "overview": "Discover the best spots to fish in beautiful Central Mongolia. The tour is designed especially for fishing adventurers and it welcomes all fishermen and fishing enthusiasts.\n\nFishing sites of our tour combine steppe grasslands, rugged mountains, and verdant forest, inhabited by hospitable nomads. Arkhangai is one of these places, which has the best spots for fishing: Khangai Mountain range, Chuluut River, with a scenic gorge, and the Terkhiin Tsagaan Lake. There are beautiful mountains, meadows, rivers, lakes, and forests where Tamir River and Ugii Lake cross. A good catch is guaranteed at these rivers and lakes. While on tour you have wonderful opportunities for hiking, horse riding, discovering a marvelous area for trekking.\n ",
        "locations": [
            "Fishing at Ugii, Terkhiin Tsagaan Lake",
            "Orkhon River, Tamir River, Chuluut river",
            "Climb up to Khorgo Volcanic Crater",
            "Visit to Zaya Gegeenii Khuree Monastery",
            "Explore Kharkhorin & Erdene Zuu Monastery, Orkhon valley"
        ],
        "price": ["2 PAX", "3200$", "3-4 PAX", "2830$", "5-8 PAX", "2450$"],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Drive to Lake Ugii",
                "description": "Head to Lake Ugii in the morning. The road is smoothly paved, and for the last 90 km, we drive on a dirt road, which leads to the lake. Lake Ugii is a wonderful place to have to relax after long driving. The lake covers 27 square km and is rich in fish such as Perch and Pike. It also has an abundant birdlife of more than 150 bird species such as swan, goose, white spoonbill, and dalmatian pelican. Getting the first experience of a Mongolian ger. (B/L/D)",
                "images": [
                    "/uploads/Ogii Lake (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Fishing Day in Lake Ugii",
                "description": "Day of fishing for pike that could reach up to 1.2 m lengths at the Lake Ugii. We can use a motor or rowboats here. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Orkhon River",
                "description": "Drive to Orkhon river point where meet 3 biggest rivers of Mongolia. Fishing. Drive back to the camp. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Tamir River",
                "description": "Drive towards Battsengel Village. Fishing at the Tamir River. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 6-7.",
                "title": "Chuluut River",
                "description": "On the way visit nomadic families for exploring their lifestyle. Fishing and optional activities at Chuluut River. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "Khorgo-Terkhiin Tsagaan Lake National Park",
                "description": "Drive to Terkhiin Tsagaan Lake - a beautiful Lake at an altitude of 2.060 meters above sea level. Fishing at the lake. Terkhiin Tsagaan Lake and Khorgo volcano are considered natural beauty in the central part of Mongolia. (B/L/D)",
                "images": [
                    "/uploads/Khorgo Terkhiin Tsagaan NP (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAYS 9-10.",
                "title": "Choidogiin Borgio",
                "description": "Drive to Choidogiin Borgio which is a waterfall cascading from the Chuluut and Suman rivers confluence, over a sheer cliff with a height of 2 meters. Fishing at the river. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 12.",
                "title": "Back to Ulaanbaatar",
                "description": "Head back to Ulaanbaatar. Have lunch at a roadside restaurant on the way. Transfer to the hotel and relax. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 13.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments"
    },
    {
        "title": "Eastern Mongolia Tour",
        "overview": "Nothing prepares the visitor for the seemingly empty and horizonless expanse of steppe or grassland that marks the landform of Eastern Mongolia. As one enters this realm, the apparent emptiness disappears and the visitor is struck by the tremendous diversity and uniqueness of the steppe landscape, flora, and fauna.\n\nIn the east, you will also find pockets of small lakes with an abundance of birdlife such as the ubiquitous Demoiselle Crane and the Steppe Eagle, perfect for the birdwatchers. \n\nYou will listen to a short lecture on Chinggis Khaan’s life and war legends while traveling in Khentii province. The next destination is Sukhbaatar province, the land of the legends where the Dariganga people live. They live in the southern part of Sukhbaatar province and are famous for their silversmiths and blacksmiths. There are sand dunes of the Gobi and the grassy plains of the northern steppe converge to create what looks like thousands of hectares of perfect natural golf courses. You will have the opportunity to hike around, meet local people, and listen to famous legends about the land and their heroes.",
        "locations": [
            "Majestic Khan Khentii mountains",
            "Birthplace of Royal Family of Chinggis Khaan",
            "Wide-open steppe"
        ],
        "price": [
            "2 PAX",
            "2280$",
            "3-4 PAX",
            "2130$",
            "5-8 PAX",
            "2030$",
            "9-12 PAX",
            "1930$",
            "13-15 PAX",
            "1880$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. Welcome dinner and briefing on the upcoming tour. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Terelj National Park",
                "description": "Drive to Terelj National Park, one of the most beautiful destinations close to Ulaanbaatar. Travelers can take a leisurely stroll on meadows carpeted with a variety of wildflowers, view fascinating rock formations against a backdrop of pine-covered mountains and wander along the wooded banks of a mountain stream. The possibility to take hiking to Ariyabal temple in the beautiful rocky mountain and capturing Turtle Rock from that mountain is another angle. Option to ride a horse for 1-hour. (B/L/D)",
                "images": [
                    "/uploads/Terelj_National_Park_(Discovering-Homeland-of-Chinggis-Khaan-Tour).jpg"
                ]
            },
            {
                "number": "DAYS 3-4.",
                "title": "Gun Galuut Nature Reserve",
                "description": "Drive east to Gun Galuut Nature Reserve (NR), a protected area for the conservation of globally threatened species. Welcome lunch at the “Steppe nomads” tourist ger camp. Trekking in the vicinity area: enjoy the true colors of the wild nature. In the afternoon have a visit to the nomad family: explore their unique lifestyle, have a talk with nomads, taste their home-made products. Birdwatching and fishing at the Kherlen river is a good way to spend the rest of the day.",
                "images": [
                    "/uploads/Gun-galuut_nature-reserve_(Eastern_Mongolia_Tour).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Motherland of Chinggis Khaan",
                "description": "Drive to Khuduu aral: a Motherland of Chinggis Khaan (also known as Genghis Khan). We will visit the Chinggis Khaan monument, historical and archeological sites containing rich remains of an ancient palace, believed to be the winter palace of the great emperor. A short lecture on Chinggis Khaan's life and war legends. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 6.",
                "title": "Undurkhaan Town",
                "description": "Drive to Undurkhaan, the central town of Khentii province. Visit a local museum. (B/L/D) ",
                "images": []
            },
            {
                "number": "DAY 7.",
                "title": "Mongolian Steppe Land",
                "description": "Following 2 days we will be driving through Mongolian steppe land, which will be changing in front of your eyes occasionally visiting the local people, which differ from the people from other provinces of the country. Optional fishing and hiking. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 8-9.",
                "title": "Arrive in Dariganga",
                "description": "Head to Dariganga - the land of legends where the Dariganga /ethnic group/ people live. They live in the southern part of Sukhbaatar province in the Eastern part of the country. Dariganga people are famous for its silversmiths and blacksmiths. There are sand dunes of the Gobi and the grassy plains of the northern steppe converge to create what looks like thousands of hectares of the perfect natural golf course. Drive to the \"Stone Portraits\" valley to find different ancient stone monuments. Meet local people and listen to famous legends about the land and their heroes. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 10-11.",
                "title": "Drive Back to Ulaanbaatar",
                "description": "Head back to Ulaanbaatar and stop on the way to spend overnight. Most of the roads will be paved. Arrive at Ulaanbaatar in the afternoon of the second day. Transfer to the hotel and rest. (B/L/D)",
                "images": [
                    "/uploads/Back_to_UB_on_dirtroad_(Eagle_Hunting_Festival_and_Golden_Gobi-2021_Tour).jpg"
                ]
            },
            {
                "number": "DAY 12.",
                "title": "City Tour",
                "description": "Visit the Winter Palace of the Bogd Khan, where the last king of Mongolia lived and now turned into a museum. Then, head to Zaisan Memorial, which is dedicated to all lives lost during WWII, to have a panoramic view of the whole city. Option to go shopping for cashmere and souvenirs. Farewell dinner together. (B/L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Bogd Khan Museum & Zaisan Memorial).jpg"
                ]
            },
            {
                "number": "DAY 13.",
                "title": "Departure",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****, * ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****, * ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments"
    },
    {
        "title": "Caravanning Through Desert Wonders Tour",
        "overview": "Bring yourself entirely into the peaceful silence of the immense desert! A famous Mongolian song says, “The Sun is closer from the camelback”. Indeed, you have a unique opportunity to experience it for 5-day trekking on camelback. This gentle and comfortable animal will lead us to the oases of Naran Daats and Zulganai and further will follow the footsteps of the dinosaur hunters at Khermen Tsav flaming cliffs.\n\nAlso, we'll constantly pass through rough but green saxaul forests, the ancient seabeds where dinosaur fossils are found by both local nomads and professional archeologists. The 80-meter high sand dunes of Khongorin Els and the enjoyable environment of mountain areas would be the highlights of this journey. \n\n ",
        "locations": [
            "Trekking with two-humped Bactrian camel",
            "Khongor Sand Dunes",
            "Magnificent Mountain Ranges",
            "Kharkhorin / Erdene Zuu Monastery",
            "Khermen tsav / Famous Dinosaur sites",
            "Visit Camel breeding family"
        ],
        "price": [
            "2 PAX",
            "2590$",
            "3-4 PAX",
            "2390$",
            "5-8 PAX",
            "2240$",
            "9-12 PAX",
            "2090$",
            "13-15 PAX",
            "1990$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Ulaanbaatar%20(Sukhbaatar%20Square%20&%20Gandan%20Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Fly to South Gobi",
                "description": "Take a flight to Dalanzadgad, the central town of South Gobi province. Meet with our driver and drive to Yol Valley known as Yoliin Am or Lammergeier Valley in the Gobi Gurvan Saikhan Mountain National Park. This is a picturesque valley in the middle of the Gobi desert with thick ice almost all year round. While ascending to the valley we will find a glacier in the middle of the rocky cliffs If we visit before August.",
                "images": [
                    "https://www.toursmongolia.com/uploads/Yol%20Valley%20(Golden%20Gobi%20short%20tour).jpg"
                ]
            },
            {
                "number": "DAYS 3-4.",
                "title": "Chono Kharaikh River",
                "description": "Arrive at the camel breeder’s settlement from which we will get camels and get instructions on our upcoming trekking activity. Start trekking towards Chono Kharaikh River, via Zuun Shurguul - a dense Gobi forest of saxaul trees and tall grasses. Riding Bactrian camels is relatively easy, due to their gentle gait and soft, comfortable backs. Mongolians use colorful hand-made saddles for riding, which sit between the two- humps of the camels. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/Camel_riding_gobi_tour_Mongolia.jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Trek to the Gilbent Mountain Range",
                "description": "This range, though low, is nonetheless impressive, rising from the desert plain. Tented camp at Boodog Khotol hill. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 6.",
                "title": "Zagiin Khooloi - Saxual Valley",
                "description": "Ride to Zagiin Khooloi (saxaul valley) via Ukhaa Tolgod which is the flaming cliffs where a number of dinosaur fossils have been found. The road to Zagiin Khooloi is flat, with outcrops of vegetation, and herds of antelope and wild ass racing across the sandy plains. (B/L/D) ",
                "images": []
            },
            {
                "number": "DAY 7.",
                "title": "Trek Through the Gurvan Tesiin Valley",
                "description": "Pass beautiful Nemegt Mountain range to the north and the Khuren Khanan Mountain range to the south. Tented camp at Oyodoliin Khudag. Camel trekking finishes. (B/L/D) ",
                "images": []
            },
            {
                "number": "DAY 8.",
                "title": "Naran Daats Oasis",
                "description": "We will take our vehicle and drive to Naran Daats Oasis - a beautiful paradise where saxaul trees, tooroi, and khailaas grow to such heights, that one is reminded that they existed many hundreds of thousands of years ago when dinosaurs still roamed the Gobi plains. Arrive at Zulganai oasis. However, Zulganai still reminds you of the mountain steppe area, and you’ll still feel sand under your feet. (B/L/D) ",
                "images": []
            },
            {
                "number": "DAY 9.",
                "title": "Khermen Tsav",
                "description": "Drive to Khermen Tsav, in translation it means as “cracked wall”. Here the mudrock stretches from the northwest to the southwest and the formation of Khermen Tsav resembles unfinished artistic architecture and well-designed red brick buildings of ancient cities. Many dinosaur fossils were found here among the saxaul forest and desert plants. (B/L/D)",
                "images": [
                    "https://www.toursmongolia.com/uploads/landscape%20mongolian%20gobi%20nature%20destination.jpg"
                ]
            },
            {
                "number": "DAY 10.",
                "title": "Lake Orog",
                "description": "Head to the north. On the way, we will see the Ikh Bogd Mountain range. On the north side of the mountain lays the beautiful Lake Orog. Tented camp at the lakeshore. (B/L/D)",
                "images": []
            },
            {
                "number": "DAYS 11-12.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Head towards Kharkhorin. Have overnight near Arvaikheer, the central town of Uvurkhangai province, a friendly service town where travelers stopover to eat, sleep and prepare for their onward journey.",
                "images": []
            },
            {
                "number": "DAY 13.",
                "title": "Back to Ulaanbaatar",
                "description": "Head back to Ulaanbaatar after breakfast. Lunch at a road-side restaurant on the way. Transfer to the hotel and relax. Farewell dinner together. (B/L/D)",
                "images": ["/uploads/Ulaanbaatar_Night.jpg"]
            },
            {
                "number": "DAY 14.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic flight (Ulaanbaatar- Dalanzadgad)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guide for a camel riding\nCamel riding\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic flight (Ulaanbaatar- Dalanzadgad)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nLocal guide for a camel riding\nCamel riding\nCamping equipments"
    },
    {
        "title": "Tsam Religious Festival and Golden Gobi-2024 Tour (Date to be announced later)",
        "overview": "Explore beautiful Tsam, one of the Buddhist rituals, and its origination and development are inevitably connected with Buddhist devotees and nations. Tsam dances are truly awe-inspiring events. Tsam dancers meditate, pray, and softly chant while performing. Their dancing is a \"meditation in action,\" creating sacred space with a particular felt mood or vibration, and is also an active prayer with a particular target. The word 'Tsam' means dance of the Buddha (deva) and elements of this dance show as if protectors and deities have physically descended on the Jambudtiva (Southern continent). In Mongolia, the tsam was introduced at the beginning of the 18th century from India through Tibet. For instance, the first tsam in Mongolia was performed in Erdene Zuu Monastery in 1786.",
        "locations": [
            "Religious event - Tsam dance",
            "Khongor Sand Dunes",
            "Bayanzag - Flaming cliffs",
            "Yol Valley of Gobi Gurvan Saikhan National Park",
            "Orkhon Valley and Kharkhorin, the ancient capital of the Mongol empire"
        ],
        "price": [
            "2 PAX",
            "2350$",
            "3-4 PAX",
            "2150$",
            "5-8 PAX",
            "2050$",
            "9-12 PAX",
            "1950$",
            "13-15 PAX",
            "1890$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel and relax. City tour including the Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from the Stone Age to the 21st century, and Buddhism, Sukhbaatar Square (also known as Chingis Khaan Square). In Gandan Monastery, you can take local prayers, monks, the biggest standing indoor Buddha statue, and temples' own figure. (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Amarbayasgalant Monastery",
                "description": "This morning, we leave early to the famous Amarbayasgalant Monastery. Excursion through the monastery, located at the foot of Burenkhaan mountain, Amarbayasgalant or \"Monastery of Tranquil Felicity”, is one of the largest and most important monasteries in Mongolia. Built between 1727 and 1736 with more than 40 temples in honor of Zanabazar, the first Bogd Gegeen (Spiritual leader of Mongolian Buddhism), it is one of the very few monasteries to have partly escaped the destruction of 1937, after which only the buildings of the central section remained. The entire contents: the Tankas, statues, and manuscripts were looted by the Communists or hidden until more fortunate times. Restoration work began in 1988 and now the Amarbayasgalant monastery shows great stylistic unity. (B/L/D)",
                "images": [
                    "/uploads/Amarbayasgalant Monastery (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 3.",
                "title": "Tsam Festival Day",
                "description": "Tsam festival day in Amarbayasgalant monastery. Tsam is one of the Buddhist rituals and its origination and development are inevitably connected with Buddhist devotees and nations. Tsam dances are truly awe-inspiring events and 108 dancers meditate, pray, and softly chant while performing. (B/L/D)",
                "images": [
                    "/uploads/Tsam_Dance_(Mongolian-Music-and-Dance).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Drive to Bulgan Province",
                "description": "On the way, we will pass Erdenet city, the third-largest city in Mongolia, which is located in the northern part of the country. The city was built in 1975 to exploit Asia's largest deposit of copper ore and has the fourth largest copper mine in the world. The \"Erdenet Mining Corporation\" is a joint Mongolian-Russian venture. Stay overnight with a nomadic family in the countryside of Bulgan province. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Lake Ugii",
                "description": "Head to Ugii Lake in the morning. The road is smoothly paved, and for the last 90 km, we drive on a dirt road, which leads to the lake. Ugii Lake is a wonderful place to have to relax after long driving. The lake has an abundant birdlife of more than 150 bird species. Bird watching, fishing is parts of the available entertainment. We will visit a local family, exploring their nomadic lifestyle and livestock farming. Getting the first experience of a Mongolian ger. (B/L/D)",
                "images": [
                    "/uploads/Ogii Lake (A True Nomadic Adventure Tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Drive to Kharkhorin, the ancient capital of Mongolia at the time of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAY 7.",
                "title": "Mysterious Ongi Monastery",
                "description": "Drive to the south towards the Gobi Desert. Overnight stop at Ongi River and Saikhan ovoo area of Middle Gobi province. Ongi Monastery, a small mountainous area with the sites of remains of ruined old monasteries. Once the monastery has served as a midway point for Buddhist pilgrimages going to holy Tibet. Enjoy the sunset from the top of the mountain. (B/L/D)",
                "images": [
                    "/uploads/Ongi Monastery Ruins (Classic Mongolia Photography Tour).jpg"
                ]
            },
            {
                "number": "DAY 8.",
                "title": "Bayanzag - Flaming Cliffs",
                "description": "Drive towards Bayanzag, red stone cliffs and canyons- the classic desert of rock, red sands, scrub, sun and, unbelievable emptiness has become known to the world as \"Cemetery of Dinosaurs”. The red sandstone cliffs and canyons of Bayanzag are where the fossil beds of dinosaur bones and first-ever recorded dinosaur eggs in 1922 - discoveries which made world headlines by American paleontologist Roy Chapman Andrews first time. Nowadays there is a local museum which displays important facts and some exhibits of this famous area. (B/L/D)",
                "images": [
                    "/uploads/Bayanzag - Flaming Cliffs (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "Climb Up Khongor Sand Dunes",
                "description": "Drive to Khongor Sand Dunes - the largest and most spectacular sand dunes in Mongolia. The sand dunes of Khongor are known as the « singing dunes » and they extend for 180 km and at some places they are 80m high. These spectacular dunes are bordered by lush green vegetation supported by a small river Khongor. Walking and Sliding at the dunes before the sunset and meditate in the middle of nowhere. Visit camel breeding family and get some experience with camel riding. (B/L/D)",
                "images": [
                    "/uploads/Khongor Sand Dunes (Golden Gobi short tour).jpg"
                ]
            },
            {
                "number": "DAY 10.",
                "title": "Explore Yol Valley in the Gobi Gurvan Saikhan National Park",
                "description": "Discover beautiful Yoliin Am Valley or Yol Valley (translates to Lammergeier Valley), which is formatted by two high rock walls a big glacier on the ground kept frozen during hot summer days. It has breathtaking dramatic scenery and without a doubt is one of the beautiful places in the country. ",
                "images": []
            },
            {
                "number": "DAY 11.",
                "title": "Fly back to Ulaanbaatar",
                "description": "Take a flight back to Ulaanbaatar. Visit the Winter Palace of Bogd Khan Museum, where the last monarch of Mongolia lived in the first half of the 20th century. Amazing performance of traditional dance and folk in the evening. After that, farewell dinner together. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 12.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping Equipments\nCamel riding",
        "notIncludes": "Accommodation: Hotel****,* ger camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping Equipments\nCamel riding"
    },
    {
        "title": "Discovering Homeland of Chinggis Khaan Tour",
        "overview": "It’s an unforgettable journey to Chinggis Khaan’s (or Genghis Khan) native land. It stands to the east of the country, in Khentii province famous for the rich historical and religious sites, including the reputed burial ground of Chinggis Khaan, the man who created the largest empire the world has ever seen. Chinggis Khaan had his humble beginnings as a small boy called Temujin, living on the banks of the Onon River in the area of Khentii. Temujin spent his days in Khentii herding, riding, and looking after his family. He worshipped Tenger, the blue sky, and the ruler of heaven.\n\nToday Chinggis is known as a unifier of the tribes of Mongolia and hero of the Mongolian people. Myths about the great man are plentiful among the local people. We will explore this historical land, the wilderness area of the Khan Khentii Mountains on foot, horseback, and by jeep. \n\n               \n       ",
        "locations": [
            "Chinggis Khaan Statue Complex, the biggest equestrian statue in the world",
            "Relax at the beautiful lakes",
            "Visit a Nomad family",
            "Uglugch Wall",
            "Visit burial site of Mongolian Royal Family",
            "Terelj National Park"
        ],
        "price": [
            "2 PAX",
            "1598$",
            "3-4 PAX",
            "1448$",
            "5-8 PAX",
            "1348$",
            "9-12 PAX",
            "1248$",
            "13-15 PAX",
            "1198$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arriving in Ulaanbaatar.",
                "description": "Transfer to the hotel. Unpack and rest in the hotel. Short city tour with Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from Stone Age to the 21st century and Buddhism, and Sukhbaatar Square (also known as Chingis Khaan Square). (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Chinggis Khaan Statue Complex & Khan Khentii National Park",
                "description": "Visit Chinggis Khan Statue Complex in Tsonjinboldog, the place where Chinggis Khaan had found a golden whip which was explained in the history. The statue complex is 40m high and built of steel. The main gate and the Statue has a beautiful combination of photographing. Visitors can take an elevator to the viewing deck on the horse’s head and look magnificent Mongolian steppe.",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Burkhan Khaldun Mountain",
                "description": "Continue driving to the foothills of Burkhan Khaldun Mountain, about 60km. We will camp near the foot of the mountain and visit the ‘ovoo,’ the site of worship, which is nearby. Ovoos generally consist of piles of rocks and other offerings to the gods such as blue silk, money, and food. To worship you place your offering on the ovoo and walk clockwise around it three times. (B/L/D)",
                "images": [
                    "/uploads/Burkhan_Khaldun_(Discovering-Homeland-of-Chinggis-Khaan-Tour).jpg"
                ]
            },
            {
                "number": "DAY 4.",
                "title": "Khukh Nuur",
                "description": "Driving to Khukh (Blue lake of Khar Zurkhen mountain) Nuur. This is a small lake surrounded by forested mountains. It is famous as the site of the historical event in the 13th century when Temujin was granted the title of Chinggis Khaan. (B/L/D)",
                "images": [
                    "/uploads/Khukh_Nuur_(Discovering-Homeland-of-Chinggis-Khaan-Tour).jpg"
                ]
            },
            {
                "number": "DAY 5.",
                "title": "Burial place of Mongolian Royal Family",
                "description": "Continue driving until we reach a place recently discovered and named as a possible burial place of Chinggis Khaan and Royal Family. In the summer of 2001 and 2002, a joint American-Mongolian expedition conducted research in the hope of discovering the burial site of the Mongolian royal family of the XIII century. We will visit Baldanbereeven Monastery en route. (B/L/D)",
                "images": [
                    "/uploads/Baldan_Bereeven_Monastery_(Discovering-Homeland-of-Chinggis-Khaan-Tour).jpg"
                ]
            },
            {
                "number": "DAY 6.",
                "title": "Uglugch Wall",
                "description": "Day of rest at the burial site, exploring the area. Today we will also visit Uglugch Wall, which is about 3 kilometers long and it has two entrances, on the south and north sides. There is a small soil dam remainder inside and the piling of this wall can be clearly seen from its southeast and south sides. (B/L/D)",
                "images": [
                    "/uploads/Uglugch_Wall_(Discovering-Homeland-of-Chinggis-Khaan-Tour).jpg"
                ]
            },
            {
                "number": "DAY 7.",
                "title": "Kherlen River",
                "description": "Overnight in a tent on the shores of Kherlen River. (B/L/D)",
                "images": [
                    "/uploads/Khentii_River_(Discovering-Homeland-of-Chinggis-Khaan-Tour).jpg"
                ]
            },
            {
                "number": "DAY 8.",
                "title": "Terelj National Park",
                "description": "Today we will reach the ger camp at Terelj National Park. There will be horses available each day, and every afternoon there will be organized horseback trips with guides. The ger camp is near the home of the guides, so you can observe their everyday activities. In the morning you can hike in the surrounding areas or ride a short distance. All meals will be at the ger camp. We will have the traditional meal ‘khorkhog,’ which is mutton cooked slowly in a huge, metal urn with vegetables, water, and hot rocks from a flaming fire. The meat becomes soft and tasty and the water turns into a thick meaty broth. (B/L/D)",
                "images": [
                    "/uploads/Terelj_National_Park_(Discovering-Homeland-of-Chinggis-Khaan-Tour).jpg"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "City tour",
                "description": "Back to Ulaanbaatar. Transfer to the hotel and relax. Option to go shopping for souvenirs and cashmere products. Cultural performance in the evening. (B/L/D)",
                "images": [
                    "/uploads/Concert_mongolia (Cultural Performance).jpg"
                ]
            },
            {
                "number": "DAY 10.",
                "title": "Departure",
                "description": "Transfer to Chingis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel***, tented camp, * ger camp \nGuiding and interpreting service \nFull board meals \nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment\nHorseback riding,  ,  ",
        "notIncludes": "Accommodation: Hotel***, tented camp, * ger camp \nGuiding and interpreting service \nFull board meals \nTransport: vehicle 4x4 or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment\nHorseback riding"
    },
    {
        "title": "Joyful Adventure in Khangai Region Tour",
        "overview": "Discover Khangai (mountainous and fertile pastures) region, which displays one of six natural zones of Mongolia which differs by its mountainous grassland with numbers of lakes and rivers dotted with colorful wildflowers, in other words - “PARADISE” for nature lovers. Its nature and weather conditions are appreciable for having a comfortable touring with the whole family.\n\nWe will start from the legendary Kharkhorin and Erdene zuu area after which will traverse to the north-west towards the Khangai mountain range. The region displays several freshwater lakes and there are wonderful opportunities to walk & hike, ride horses and camels, visit natural caves and slide at the sand dunes. Meeting with nomad families will be a unique experience for the entire group.",
        "locations": [
            "Wonderful Khar lake surrounded by lovely sandhills",
            "Terkhiin tsagaan lake, Volcano creator, and natural caves",
            "Horse and camel riding, view domestic yaks",
            "Explore huge dinosaur skeletons and interesting findings",
            "Meeting with Nomadic families",
            "Erdene zuu monastery in Kharkhorin"
        ],
        "price": [
            "2 PAX",
            "2240$",
            "3-4 PAX",
            "2040$",
            "5-8 PAX",
            "1890$",
            "9-12 PAX",
            "1740$",
            "13-15 PAX",
            "1640$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "Transfer to the hotel. Unpack and rest in the hotel. Short city tour with Gandan Monastery, the National Museum of Mongolia, which represents Mongolian Culture starting from Stone Age to the 21st century and Buddhism, and Sukhbaatar Square (also known as Chingis Khaan Square). (L/D)",
                "images": [
                    "/uploads/Ulaanbaatar (Sukhbaatar Square & Gandan Monastery).jpg"
                ]
            },
            {
                "number": "DAY 2.",
                "title": "Erdene Zuu Monastery in Kharkhorin",
                "description": "Start our trip towards Kharkhorin - the ancient capital of the Mongol Empire. There’s almost nothing left from this great capital of the world, but in 1586, under the rule of King Avtai Sain, the Erdene-Zuu Monastery was built at the site of the ruins of ancient Kharkhorin. The Erdene-Zuu – means Hundred of Treasures was again destroyed during the Stalinist purges of the 1930s, but there are still various Buddhist statues, works of art, religious instruments, and even Tsam religious dance masks at the monastery. There are an amazing 108 stupas surrounding the monastery. (B/L/D)",
                "images": ["/uploads/Erdenezuu Monastery (Kharkhorin).jpg"]
            },
            {
                "number": "DAYS 3-4.",
                "title": "Khorgo-Terkhiin Tsagaan Lake National Park",
                "description": "Drive towards Khorgo-Terkhiin Tsagaan Lake National Park. We will drive via Tsetserleg town and arrive at the lake in the evening. The volcanic area around the lake is certainly the highlight of nature and the lake is one of the beautiful lakes of Mongolia. The lake, birdlife, and mountains are protected within the 73000-hectare Khorgo -Terkhiin Tsagaan Lake National Park. We will hike to the Khorgo volcano crater and visit interesting caves in its vicinity. Also, there are ample opportunities for fishing, swimming, hiking, watching domestic yaks. (B/L/D)",
                "images": [
                    "/uploads/Khorgo Terkhiin Tsagaan NP (Mongolian Blue Trail to Spiritual Shaman Tour).jpg"
                ]
            },
            {
                "number": "DAY 5-6.",
                "title": "Khangai Mountain Range",
                "description": "Further from the lake we enter the mountainous area of Khangai Nuruu mountain range and cross Solongot mountain - pass. Head to Telmen Lake passing by Tosontsengel town. At the lake, you are able to walk around or hike up to the mountains. Short horse riding session. (B/L/D)",
                "images": ["/uploads/Lake_Telmen.jpg"]
            },
            {
                "number": "DAY 7-8.",
                "title": "Beautiful Khar Lake - Lake Black",
                "description": "Continue our driving to Khar Lake - Lake Black - another wonder of natural beauty which occupies 40 sq. km area surrounded by magic sandhills. You will be impressed by the natural site: different kinds of landscape are harmonized into one natural scenery: sandhills, mountains, green forest, and several lakes and rivers. Camel riding experience and a visit to camel breeding family. Spend the rest of the day while enjoying the lake. (B/L/D)",
                "images": [
                    "/uploads/Ulaagchiin_Khar_Nuur_(Joyful_Adventure_in_Khangai_Region_Tour).png"
                ]
            },
            {
                "number": "DAY 9.",
                "title": "Arrive in Uliastai town",
                "description": "Drive to Uliastai, the central town of Zavkhan province. Visit a local museum to learn the history and culture of the people. Rest in local hotel. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 10.",
                "title": "Back to Ulaanbaatar",
                "description": "Take a flight back to Ulaanbaatar. Depending on the flight time, short city tour, or cultural performance of traditional arts in the evening. Farewell dinner together. (B/L/D)",
                "images": [
                    "/uploads/Concert_mongolia (Cultural Performance).jpg"
                ]
            },
            {
                "number": "DAY 11.",
                "title": "Departure Day",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic flight (Uliastai-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp\nGuiding and interpreting service\nFull board meals\nTransport: 4x4 vehicle or minivan\nDomestic flight (Uliastai-Ulaanbaatar)\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipments"
    },
    {
        "title": "Khustai National Park Short Trip",
        "overview": "Explore the 90,000-hectare Khustain Nuruu National Park, set 60 miles southwest of Ulaanbaatar, is home to the World's only naturally surviving wild horse. The Przewalski horse (or takhi in Mongolian) has been successfully reintroduced into the wild and has a light yellow coat and a short, stiff black mane. Each horse is approximately 250cm long, 146cm tall, and weighs on average 300kg. \n\nPrzewalski horses are the only wild horse to survive in modern times. The species were returned to Mongolia from world zoos and reserves within Hustai National Park is 100 km west of Ulaanbaatar. Takhi, like zebra and the extinct tarpan, are a wild species and have never been domesticated or ridden. Hustain Nuruu has good vegetation, springs, birch forest, and rocks which are suitable for many wild animals including 46 species of mammals and 172 species of birds. The best time of the day for game viewing in the early morning and early evening.\n\n ",
        "locations": [
            "Khustai National Park",
            "Przewalski horses",
            "Wild Nature",
            "Visit a Nomad Family"
        ],
        "price": [
            "2 PAX",
            "980$",
            "3-4 PAX",
            "850$",
            "5-8 PAX",
            "750$",
            "9-12 PAX",
            "650$",
            "13-15 PAX",
            "590$"
        ],
        "dailyData": [
            {
                "number": "DAY 1.",
                "title": "Arrival in Ulaanbaatar",
                "description": "At a pre-arranged time you will be met by your driver and guide and driven to the west. The drive will take about 2 hours until you reach Khustai National Park where the re-introduction of the wild Przewalski horses has taken place since 1992. ",
                "images": []
            },
            {
                "number": "DAY 2.",
                "title": "Mount Khoshoot",
                "description": "A full day of hiking along a prepared route accompanied by your guide. There will be plenty of wildlife to see, including vultures, deer, marmots, and of course the Przewalski horses. You will have lunch at Mount Khoshoot and descend into the North Bird Cherry Valley for dinner and overnight. You will be accommodated in charming wooden huts. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 3.",
                "title": "Visit nomadic family",
                "description": "This morning you will saddle up your horses and ride towards the ancient, so-called Turkic graves, which are the remains of an ancient tribe which existed in this area during the 6th-9th centuries. On the way we will visit a nomadic herders family and learn about their lifestyles. You will be accompanied by your guide and a horse wrangler to look after you. You will observe a piece of history while enjoying your packed lunch, before continuing to a a beautiful island on the Tuul River where you will spend your last night in a tent. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 4.",
                "title": "Back to Ulaanbaatar",
                "description": "After breakfast we will drive back to Ulaanbaatar. The drive will take two and a half hours. On arrival you will be taken to your hotel. (B/L/D)",
                "images": []
            },
            {
                "number": "DAY 5.",
                "title": "Departure",
                "description": "Transfer to Chinggis Khaan International Airport or Train station and depart Mongolia. (B)",
                "images": []
            }
        ],
        "inclusions": "Accommodation: Hotel****,* ger camp, tented camp \nGuiding and interpreting service \nFull board meals \nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment\nHorseback riding,  ",
        "notIncludes": "Accommodation: Hotel****,* ger camp, tented camp \nGuiding and interpreting service \nFull board meals \nTransport: 4x4 vehicle or minivan\nEntrance fees to protected areas and national parks\nMuseums and cultural performance\nCamping equipment\nHorseback riding"
    }
]
